{
    "\"Give\" in dark gray (#111827), \"Twice\" in coral (#D03739). Always bold.": "\"Give\" en gris foncé (#111827), \"Twice\" en corail (#D03739). Toujours en gras.",
    "(and :count more error)": "(et :count erreur en plus)",
    "(and :count more errors)": "(et :count erreur en plus)|(et :count erreurs en plus)|(et :count erreurs en plus)",
    "1. Add your favorite items": "1. Ajoute tes articles préférés",
    "100% free to use": "100% gratuit à utiliser",
    "100% of our profits go to charity": "100% de nos bénéfices vont aux associations",
    "100% of profits go to charity. We cover costs, nothing more.": "100% des bénéfices vont aux associations. On couvre les coûts, rien de plus.",
    "2. Share with friends & family": "2. Partage avec tes proches",
    "3 gift ideas": "3 idées cadeaux",
    "3. Receive perfect gifts": "3. Reçois des cadeaux parfaits",
    ":count claimed": ":count réservé|:count réservés",
    ":count gift available|:count gifts available": ":count cadeau disponible|:count cadeaux disponibles",
    ":count gift idea|:count gift ideas": ":count gift idea|:count gift ideas",
    ":count gift|:count gifts": ":count cadeau|:count cadeaux",
    ":count wishlist|:count wishlists": ":count liste de souhaits|:count listes de souhaits",
    ":name has invited you to collaborate on their wishlist:": ":name t'a invité(e) à collaborer sur sa liste de souhaits :",
    ":name hasn't added any gifts to this list yet.": ":name n'a pas encore ajouté de cadeaux à cette liste.",
    ":name invited you to collaborate on \":list\"": ":name t'a invité(e) à collaborer sur \":list\"",
    ":name won't see who claimed what.": ":name ne verra pas qui a réservé quoi.",
    ":name's wishlist": "Liste de souhaits de :name",
    ":name's wishlist on :app": "Liste de souhaits de :name sur :app",
    "A celebration of giving": "A celebration of giving",
    "A celebratory trip, nice dinner, something memorable before the grind starts.": "Un voyage festif, un bon dîner, quelque chose de mémorable avant que la routine commence.",
    "A confirmation email has been resent to your email address.": "Un e-mail de confirmation a été renvoyé à ton adresse.",
    "A cozy blanket AND a dinner voucher. A book AND concert tickets. Balance is nice.": "A cozy blanket AND a dinner voucher. A book AND concert tickets. Balance is nice.",
    "A decryption key is required.": "Une clé de déchiffrement est requise.",
    "A home that gives back": "A home that gives back",
    "A massage voucher, brunch reservation, or tickets to something. Sometimes the best gifts are time for yourself.": "A massage voucher, brunch reservation, or tickets to something. Sometimes the best gifts are time for yourself.",
    "A modern registry that works anywhere. No store restrictions, no awkward returns. Just the things you actually want for your new life together.": "Un registre moderne qui fonctionne partout. Pas de restrictions de magasin, pas de retours gênants. Juste les choses que vous voulez vraiment pour votre nouvelle vie ensemble.",
    "A mother's love, extended": "L'amour d'une mère, étendu",
    "A new home is a fresh start. When friends buy from your list, we donate our commission to charity. Your new chapter opens doors for others too.": "Une nouvelle maison est un nouveau départ. Quand tes amis achètent de ta liste, nous donnons notre commission à une œuvre caritative. Ton nouveau chapitre ouvre des portes pour les autres aussi.",
    "A new life is a time of hope and generosity. When loved ones buy from your list, we donate our commission to charity. Your growing family helps others too.": "Une nouvelle vie est un temps d'espoir et de générosité. Quand tes proches achètent de ta liste, nous donnons notre commission à une œuvre caritative. Ta famille grandissante aide aussi les autres.",
    "A new place needs a lot. Kitchen basics, bathroom essentials, things you didn't know you needed.": "Un nouvel endroit a besoin de beaucoup. Essentiels de cuisine, de salle de bain, des choses dont tu ne savais pas avoir besoin.",
    "A new verification link has been sent to your email address.": "Un nouveau lien de vérification a été envoyé à ton adresse e-mail.",
    "A special outing, nice dinner, or memorable activity.": "Une sortie spéciale, un bon dîner ou une activité mémorable.",
    "A trip, a fancy dinner, a cooking class together. Shared memories last.": "Un voyage, un dîner chic, un cours de cuisine ensemble. Les souvenirs partagés durent.",
    "A wishlist app where 100% of our profits go to charity.": "Une appli de liste de souhaits où 100% de nos bénéfices vont aux associations.",
    "A wishlist app where 100% of our profits go to charity. You create lists, share them with friends and family, and when people buy gifts through our links, stores pay us a commission. We donate all of it after covering basic costs (servers, that sort of thing). Free to use, no tracking, no ads.": "Une appli de liste de souhaits où 100% de nos bénéfices vont aux associations. Tu crées des listes, tu les partages avec tes proches, et quand les gens achètent des cadeaux via nos liens, les boutiques nous versent une commission. On donne tout après avoir couvert les frais de base (serveurs, ce genre de choses). Gratuit, sans pistage, sans pubs.",
    "A wishlist platform where every gift makes a double impact.": "Une plateforme de liste de souhaits où chaque cadeau a un double impact.",
    "A wishlist worthy of putting in your shoe": "A wishlist worthy of putting in your shoe",
    "About": "À propos",
    "About GiveTwice": "À propos de GiveTwice",
    "About Lists": "À propos des listes",
    "About Us": "À propos",
    "Accept": "Accepter",
    "Accept invitation": "Accepter l'invitation",
    "Accessibility": "Accessibilité",
    "Actually helpful hints": "Actually helpful hints",
    "Add Gift": "Ajouter un cadeau",
    "Add Your First Gift": "Ajoute ton premier cadeau",
    "Add a Gift": "Ajouter un cadeau",
    "Add a trip fund": "Ajoute un fonds de voyage",
    "Add additional security to your account using two-factor authentication.": "Ajoute une sécurité supplémentaire à ton compte avec l'authentification à deux facteurs.",
    "Add different sizes": "Ajoute différentes tailles",
    "Add experiences": "Ajoute des expériences",
    "Add experiences too": "Ajoute aussi des expériences",
    "Add gifts from any online store by pasting a product URL.": "Ajoute des cadeaux de n'importe quelle boutique en ligne en collant une URL de produit.",
    "Add gifts from any online store by pasting a product URL. We'll fetch the details automatically.": "Ajoute des cadeaux de n'importe quelle boutique en ligne en collant une URL. On récupère les détails automatiquement.",
    "Add items from any store": "Ajoute des articles de n'importe quel magasin",
    "Add learning": "Ajoute de l'apprentissage",
    "Add more than you expect": "Ajoute plus que prévu",
    "Add personality": "Ajoute de la personnalité",
    "Add practical items": "Ajoute des articles pratiques",
    "Add some indulgences": "Add some indulgences",
    "Add some small treats and some bigger wishes. Different budgets, different friends.": "Add some small treats and some bigger wishes. Different budgets, different friends.",
    "Add some treats": "Add some treats",
    "Add spring activities": "Ajoute des activités printanières",
    "Add things that could fit in a creative surprise package.": "Ajoute des choses qui pourraient tenir dans un paquet surprise créatif.",
    "Add things that show your personality. Inside jokes welcome.": "Ajoute des choses qui montrent ta personnalité. Les blagues internes sont les bienvenues.",
    "Add to list": "Ajouter à la liste",
    "Add to your home screen for quick access": "Ajoutez à votre écran d'accueil pour un accès rapide",
    "Add your first gift": "Ajoute ton premier cadeau",
    "Added": "Ajouté",
    "Adults deserve Easter gifts too. Don't limit your thinking.": "Les adultes méritent aussi des cadeaux de Pâques. N'impose pas de limites à tes idées.",
    "After years together, surprises are nice. But so is getting something you'll actually love.": "Après des années ensemble, les surprises sont agréables. Mais recevoir quelque chose que tu aimeras vraiment aussi.",
    "All Gifts": "Tous les cadeaux",
    "All affiliate profits go to charity": "Tous les bénéfices d'affiliation vont aux associations",
    "All affiliate profits go to charity.": "Tous les bénéfices d'affiliation vont aux associations.",
    "All other sessions have been logged out.": "Toutes les autres sessions ont été déconnectées.",
    "All profits to charity": "Tous les bénéfices aux associations",
    "All rights reserved.": "Tous droits réservés.",
    "Allow multiple claims": "Autoriser plusieurs réservations",
    "Already a collaborator on this list.": "Tu collabores déjà sur cette liste.",
    "Already claimed": "Déjà réservé",
    "Already claimed by someone": "Déjà réservé par quelqu'un",
    "Already have an account?": "Tu as déjà un compte ?",
    "Already registered?": "Déjà inscrit ?",
    "Always available": "Toujours disponible",
    "An error occurred. Please try again.": "Une erreur s'est produite. Réessaie.",
    "And we keep making it better. You can now collaborate on lists with your partner or family, follow friends' wishlists to get notified when they add something new, and mark gifts as multi-claim for things like gift cards or group presents.": "Et on continue de l'améliorer. Vous pouvez maintenant collaborer sur des listes avec votre partenaire ou votre famille, suivre les listes de souhaits de vos amis pour être notifié quand ils ajoutent quelque chose, et marquer des cadeaux comme multi-claim pour les cartes cadeaux ou les cadeaux de groupe.",
    "Anniversaries celebrate lasting love. When gifts come from your list, we donate our commission to charity. Your years together become a gift to others too.": "Les anniversaires célèbrent l'amour durable. Quand les cadeaux viennent de ta liste, nous donnons notre commission à une œuvre caritative. Vos années ensemble deviennent aussi un cadeau pour les autres.",
    "Anniversaries celebrate lasting love. When your partner or family buys from your list, we donate our commission to charity. Your celebration creates more love in the world.": "Anniversaries celebrate lasting love. When your partner or family buys from your list, we donate our commission to charity. Your celebration creates more love in the world.",
    "Anniversary Wishlist": "Liste d'anniversaire de mariage",
    "Anniversary wishlist": "Liste de souhaits anniversaire de mariage",
    "Annual reports with detailed breakdowns": "Rapports annuels avec ventilations détaillées",
    "Another year together deserves celebration. Share hints with your partner or let family help mark the milestone.": "Another year together deserves celebration. Share hints with your partner or let family help mark the milestone.",
    "Any online store · No duplicate gifts · Free to use": "N'importe quelle boutique · Pas de doublons · Gratuit",
    "Are you sure you want to delete this gift?": "Tu es sûr de vouloir supprimer ce cadeau ?",
    "Are you sure you want to delete this gift? This action cannot be undone.": "Tu es sûr de vouloir supprimer ce cadeau ? Cette action est irréversible.",
    "Are you sure you want to delete this list?": "Tu es sûr de vouloir supprimer cette liste ?",
    "Are you sure you want to delete this list? This action cannot be undone. Gifts in this list will not be deleted.": "Tu es sûr de vouloir supprimer cette liste ? Cette action est irréversible. Les cadeaux de cette liste ne seront pas supprimés.",
    "Are you sure you want to delete your account? All of your data will be permanently removed. This action cannot be undone.": "Tu es sûr de vouloir supprimer ton compte ? Toutes tes données seront définitivement supprimées. Cette action est irréversible.",
    "Are you sure you want to disable two-factor authentication? Your account will be less secure.": "Tu es sûr de vouloir désactiver l'authentification à deux facteurs ? Ton compte sera moins sécurisé.",
    "Are you sure you want to log out of all other browser sessions?": "Tu es sûr de vouloir te déconnecter de toutes les autres sessions ?",
    "Are you sure?": "Tu es sûr ?",
    "Art Supplies": "Fournitures d'art",
    "Art Supplies Kit": "Art Supplies Kit",
    "Art, plants, decorative items. The things that make a house feel yours.": "Art, plantes, objets décoratifs. Les choses qui font qu'une maison devient la tienne.",
    "Authentication code": "Code d'authentification",
    "Automatically includes all your gifts": "Inclut automatiquement tous tes cadeaux",
    "Autumn Candle Set": "Autumn Candle Set",
    "Available": "Disponible",
    "Avoid double gifts! Claim to let others know you're getting this one - :name won't see who claimed it.": "Évite les doublons ! Réserve pour informer les autres que tu l'achètes - :name ne verra pas qui l'a réservé.",
    "Avoid duplicate gifts": "Évite les cadeaux en double",
    "Avoid the dreaded gift duplicates": "Évite les redoutables doublons de cadeaux",
    "Babies grow fast. Include items for months 0-3, 3-6, and beyond.": "Les bébés grandissent vite. Inclus des articles pour les mois 0-3, 3-6 et au-delà.",
    "Baby Monitor": "Babyphone",
    "Baby Shower Wishlist": "Liste de naissance",
    "Baby gifts": "Cadeaux bébé",
    "Baby gifts that also help charity": "Baby gifts that also help charity",
    "Baby shower wishlist": "Liste de naissance",
    "Back": "Retour",
    "Back to About": "Retour à À propos",
    "Back to Home": "Retour à l'accueil",
    "Back to Login": "Retour à la connexion",
    "Back to dashboard": "Retour au tableau de bord",
    "Back to list": "Retour à la liste",
    "Back to wishlist": "Retour à la liste de souhaits",
    "Backgrounds": "Arrière-plans",
    "Be romantic": "Sois romantique",
    "Be specific": "Sois précis",
    "Be specific about sizes": "Be specific about sizes",
    "Be specific about wants": "Be specific about wants",
    "Because \"I don't need anything\" helps no one.": "Parce que \"je n'ai besoin de rien\" n'aide personne.",
    "Because \"I don't need anything\" is a lie we all tell.": "Parce que \"je n'ai besoin de rien\" est un mensonge que nous disons tous.",
    "Because \"cash is fine\" is awkward and gift cards sit unused.": "Because \"cash is fine\" is awkward and gift cards sit unused.",
    "Because \"just bring yourself\" leads to five scented candles.": "Because \"just bring yourself\" leads to five scented candles.",
    "Because \"just bring yourself\" leads to six pumpkin pies.": "Because \"just bring yourself\" leads to six pumpkin pies.",
    "Because \"surprise me\" often leads to awkward smiles and gift receipts.": "Because \"surprise me\" often leads to awkward smiles and gift receipts.",
    "Because Easter baskets can be more than sugar bombs.": "Because Easter baskets can be more than sugar bombs.",
    "Because after all this time, you shouldn't still be guessing.": "Parce qu'après tout ce temps, tu ne devrais plus avoir à deviner.",
    "Because after years together, guessing games get harder.": "Because after years together, guessing games get harder.",
    "Because babies need specific things, and guessing doesn't help.": "Parce que les bébés ont besoin de choses spécifiques, et deviner n'aide pas.",
    "Because empty shelves need filling and friends want to help.": "Parce que les étagères vides doivent être remplies et les amis veulent aider.",
    "Because even Sinterklaas appreciates a hint or two.": "Because even Sinterklaas appreciates a hint or two.",
    "Because every new parent needs different things.": "Because every new parent needs different things.",
    "Because it makes pakjesavond more fun for everyone.": "Parce que ça rend la soirée des cadeaux plus amusante pour tous.",
    "Because mind reading isn't real, even in relationships.": "Parce que la télépathie n'existe pas, même en couple.",
    "Because moms deserve better than the same gift repeated every year.": "Because moms deserve better than the same gift repeated every year.",
    "Because the holidays are stressful enough without gift-giving chaos.": "Parce que les fêtes sont assez stressantes sans le chaos des cadeaux.",
    "Because you deserve more than breakfast in bed.": "Parce que tu mérites plus qu'un petit-déjeuner au lit.",
    "Because you're starting a new chapter and could use the right gear.": "Parce que tu commences un nouveau chapitre et tu pourrais utiliser le bon équipement.",
    "Being upfront": "Être transparent",
    "Better than random cash": "Better than random cash",
    "Better versions of things you use together. Kitchen, bedroom, living room.": "De meilleures versions des choses que vous utilisez ensemble. Cuisine, chambre, salon.",
    "Beyond chocolate bunnies. Share ideas for meaningful spring gifts the whole family can coordinate on.": "Au-delà des lapins en chocolat. Partage des idées pour des cadeaux de printemps significatifs que toute la famille peut coordonner.",
    "Beyond just chocolate eggs": "Beyond just chocolate eggs",
    "Beyond the basket": "Au-delà du panier",
    "Big anniversary? Guests will want to bring gifts. A shared list keeps everyone coordinated.": "Grand anniversaire ? Les invités voudront apporter des cadeaux. Une liste partagée garde tout le monde coordonné.",
    "Big anniversary? Let family contribute to something special instead of guessing.": "Big anniversary? Let family contribute to something special instead of guessing.",
    "Biography Book": "Biographie",
    "Birthday Wishlist": "Liste d'anniversaire",
    "Board Game": "Jeu de société",
    "Board Games": "Jeux de société",
    "Book Club Pick": "Choix du club de lecture",
    "Book Club Selection": "Book Club Selection",
    "Book Collection": "Collection de livres",
    "Book Set": "Coffret de livres",
    "Books": "Livres",
    "Books, courses, subscriptions that help you grow in your field.": "Livres, cours, abonnements qui t'aident à progresser dans ton domaine.",
    "Books, games, outdoor toys, art supplies. Easter baskets can hold more than chocolate.": "Livres, jeux, jouets d'extérieur, fournitures artistiques. Les paniers de Pâques peuvent contenir plus que du chocolat.",
    "Books, outdoor toys, craft supplies. Things that last longer than the sugar rush.": "Books, outdoor toys, craft supplies. Things that last longer than the sugar rush.",
    "Bottle Set": "Set de biberons",
    "Bottle Warmer": "Bottle Warmer",
    "Bought something for yourself? Remove it. Found something new? Add it. Keep your list fresh.": "Tu t'es acheté quelque chose ? Retire-le. Tu as trouvé quelque chose de nouveau ? Ajoute-le. Garde ta liste fraîche.",
    "Brand Assets": "Ressources de Marque",
    "Brand assets": "Ressources de marque",
    "Brand assets & logos": "Ressources de marque & logos",
    "Brief description of the gift": "Brève description du cadeau",
    "Browse": "Parcourir",
    "Browser sessions": "Sessions de navigateur",
    "Brunch gift cards, massage vouchers, concert tickets. Time matters too.": "Cartes cadeaux brunch, bons massage, billets de concert. Le temps compte aussi.",
    "Bubbles, sidewalk chalk, kites. Spring is here - include stuff that gets kids outside.": "Bubbles, sidewalk chalk, kites. Spring is here - include stuff that gets kids outside.",
    "Build your home": "Construis ton foyer",
    "Build your home gradually": "Build your home gradually",
    "Built by volunteers": "Construit par des bénévoles",
    "Built for how people actually give gifts - together.": "Conçu pour la façon dont les gens offrent vraiment - ensemble.",
    "Built to not annoy you": "Conçu pour ne pas t'énerver",
    "Buy on :site": "Acheter sur :site",
    "Buy this gift": "Acheter ce cadeau",
    "By signing up, you agree to our": "En t'inscrivant, tu acceptes nos",
    "Can I add items from any store?": "Je peux ajouter des articles de n'importe quelle boutique ?",
    "Can I follow someone's wishlist?": "Puis-je suivre la liste de souhaits de quelqu'un ?",
    "Can multiple people manage the same list?": "Plusieurs personnes peuvent-elles gérer la même liste ?",
    "Can others see who claimed a gift?": "Les autres peuvent voir qui a réservé un cadeau ?",
    "Cancel": "Annuler",
    "Cancel and log out": "Annuler et se déconnecter",
    "Cancel invitation": "Annuler l'invitation",
    "Candle Set": "Set de bougies",
    "Cannot delete your default list.": "Impossible de supprimer ta liste par défaut.",
    "Career Books": "Livres de carrière",
    "Cash is fine too": "L'argent c'est bien aussi",
    "Cast Iron Pan": "Cast Iron Pan",
    "Cast Iron Skillet": "Cast Iron Skillet",
    "Celebrate Eid with thoughtful gifts from family and friends. Share your wishlist to make the celebration meaningful.": "Célèbre l'Aïd avec des cadeaux réfléchis de famille et amis. Partage ta liste pour rendre la célébration significative.",
    "Celebrate love that gives twice": "Celebrate love that gives twice",
    "Celebrate mom, help others": "Celebrate mom, help others",
    "Celebrate properly": "Célèbre comme il faut",
    "Celebrate renewal": "Célèbre le renouveau",
    "Celebrate the Festival of Lights with meaningful gifts. Share your wishlist so family can give thoughtfully.": "Célèbre la Fête des Lumières avec des cadeaux significatifs. Partage ta liste pour que la famille puisse donner de manière réfléchie.",
    "Celebrate the Festival of Lights with thoughtful gifts. Share your wishlist so family and friends can bring you joy this Diwali.": "Célèbre la Fête des Lumières avec de beaux cadeaux. Partage ta liste pour que famille et amis puissent te faire plaisir pendant Diwali.",
    "Celebrate this special milestone with meaningful gifts. Share your wishlist with family and godparents to make the day memorable.": "Célèbre cette étape importante avec de beaux cadeaux. Partage ta liste avec la famille et les parrains pour rendre cette journée mémorable.",
    "Celebrate while helping charity": "Celebrate while helping charity",
    "Celebrate with meaningful gifts": "Célèbre avec des cadeaux significatifs",
    "Celebrate your love": "Célèbre ton amour",
    "Celebrate your milestone": "Célèbre ton étape importante",
    "Celebrate your years together with gifts you both want.": "Célèbre vos années ensemble avec des cadeaux que vous voulez tous les deux.",
    "Celebrating another year together? Help each other (and guests at milestone parties) choose the perfect gifts.": "Vous célébrez une autre année ensemble ? Aidez-vous mutuellement (et les invités aux fêtes d'anniversaire) à choisir les cadeaux parfaits.",
    "Celebration that gives to charity": "Celebration that gives to charity",
    "Celebration that gives twice": "Célébration qui donne deux fois",
    "Celebration that helps charity": "Célébration qui aide les œuvres caritatives",
    "Charities supported": "Associations soutenues",
    "Charity": "Association",
    "Charity donation.": "Don à une association.",
    "Check in before the day. Others may be buying the same thing.": "Vérifie avant le jour. D'autres achètent peut-être la même chose.",
    "Check our FAQ": "Consulte notre FAQ",
    "Chocolate Box": "Boîte de chocolats",
    "Choose what they'll actually use": "Choisis ce qu'ils utiliseront vraiment",
    "Christmas Wishlist": "Liste de souhaits de Noël",
    "Christmas wishlist": "liste de Noël",
    "Claim": "Réserver",
    "Claim Confirmed": "Réservation confirmée",
    "Claim Confirmed!": "Réservation confirmée !",
    "Claim Gift": "Réserver le cadeau",
    "Claim This Gift": "Réserver ce cadeau",
    "Claim a gift": "Réserver un cadeau",
    "Claim gift": "Réserver",
    "Claim gifts secretly": "Réserver des cadeaux secrètement",
    "Claim it": "Réserve-le",
    "Claim management": "Gestion des réservations",
    "Claim removed.": "Réservation annulée.",
    "Claim status": "Statut de réservation",
    "Claimed": "Réservé",
    "Claimed - Click to unclaim": "Réservé - Clique pour annuler",
    "Claimed gifts": "Cadeaux réservés",
    "Claims are anonymous - the surprise stays a surprise!": "Les réservations sont anonymes - la surprise reste une surprise !",
    "Clear about how we make money. No hidden tracking. No selling your data.": "Clairs sur la façon dont on gagne de l'argent. Pas de pistage caché. On ne vend pas tes données.",
    "Clear communication": "Communication claire",
    "Click a gift for details": "Clique sur un cadeau pour les détails",
    "Click the avatar to upload a new photo. JPG, PNG or GIF. Max 5MB.": "Clique sur l'avatar pour télécharger une nouvelle photo. JPG, PNG ou GIF. Max 5Mo.",
    "Click to upload a new image": "Clique pour télécharger une nouvelle image",
    "Close": "Fermer",
    "Close family knows your style. Casual friends might not.": "La famille proche connaît ton style. Les amis moins proches peut-être pas.",
    "Coffee Subscription": "Coffee Subscription",
    "Collaborate on lists": "Collaborer sur des listes",
    "Collaborators": "Proches",
    "Color palette": "Palette de couleurs",
    "Coming soon": "Bientôt disponible",
    "Commemorate the journey": "Commémore le parcours",
    "Communion Wishlist": "Liste de communion",
    "Communion celebrates faith and community. When guests buy from your list, we donate our commission to charity. Your celebration extends the spirit of giving to those in need.": "La communion célèbre la foi et la communauté. Quand les invités achètent de ta liste, nous donnons notre commission à une œuvre caritative. Ta célébration étend l'esprit de donner à ceux dans le besoin.",
    "Communion is about faith and community. When family buys from your list, we donate our commission to charity. Your celebration extends generosity to those in need.": "Communion is about faith and community. When family buys from your list, we donate our commission to charity. Your celebration extends generosity to those in need.",
    "Company": "Entreprise",
    "Company & Legal": "Company & Legal",
    "Completed": "Terminé",
    "Concert tickets, spa vouchers, cooking class for two. Memories matter.": "Billets de concert, bons spa, cours de cuisine à deux. Les souvenirs comptent.",
    "Concert tickets, sports game, a nice dinner out. Memories beat stuff sometimes.": "Concert tickets, sports game, a nice dinner out. Memories beat stuff sometimes.",
    "Confirm": "Confirmer",
    "Confirm Claim": "Confirmer la réservation",
    "Confirm Password": "Confirme le mot de passe",
    "Confirm password": "Confirmer le mot de passe",
    "Confirm your claim": "Confirme ta réservation",
    "Confirm your gift claim": "Confirme ta réservation de cadeau",
    "Confirm your password": "Confirme ton mot de passe",
    "Confirmation and Communion are big days. The gifts should match.": "La confirmation et la communion sont de grands jours. Les cadeaux doivent correspondre.",
    "Confirming...": "Confirmation...",
    "Connected gifting": "Cadeaux connectés",
    "Consider spring activities": "Consider spring activities",
    "Contact": "Contact",
    "Contact Us": "Contacte-nous",
    "Continue": "Continuer",
    "Continue with Google": "Continuer avec Google",
    "Continue with email": "Continuer avec e-mail",
    "Cookbook": "Livre de cuisine",
    "Cookbook Collection": "Cookbook Collection",
    "Cooking class for two? Movie night bundle? Things you can enjoy together hit different.": "Cooking class for two? Movie night bundle? Things you can enjoy together hit different.",
    "Cookware Set": "Set de cuisine",
    "Coordinate easily": "Coordinate easily",
    "Coordinate family": "Coordonne la famille",
    "Coordinate gifts": "Coordonne les cadeaux",
    "Coordinate guests": "Coordinate guests",
    "Coordinate the feast": "Coordinate the feast",
    "Coordinate the feast and kickstart the holiday season.": "Coordinate the feast and kickstart the holiday season.",
    "Coordinate visitors": "Coordonne les visiteurs",
    "Coordinate who brings what": "Coordinate who brings what",
    "Coordinate with extended family": "Coordonne avec la famille élargie",
    "Coordinate with family members": "Coordinate with family members",
    "Coordinate without ruining surprises": "Coordonne sans gâcher les surprises",
    "Coordinate without spoiling": "Coordonne sans gâcher la surprise",
    "Copied to clipboard!": "Copié dans le presse-papiers !",
    "Copied!": "Copié !",
    "Copy": "Copier",
    "Copy the URL": "Copie l'URL",
    "Copy the URL from your browser's address bar.": "Copie l'URL depuis la barre d'adresse de ton navigateur.",
    "Copy the link below": "Copie le lien ci-dessous",
    "Cozy Blanket": "Couverture douillette",
    "Cozy Sweater": "Pull douillet",
    "Cozy Throw Blanket": "Cozy Throw Blanket",
    "Cozy blankets, warm accessories, fall-themed items fit the mood.": "Couvertures douillettes, accessoires chauds, articles sur le thème de l'automne correspondent à l'ambiance.",
    "Create": "Crée",
    "Create Account": "Créer un compte",
    "Create Account & Join": "Créer un compte et rejoindre",
    "Create Another List": "Créer une autre liste",
    "Create List": "Créer une liste",
    "Create Wishlist": "Créer une liste",
    "Create Your Own": "Crée la tienne",
    "Create Your Wishlist": "Crée ta liste de souhaits",
    "Create a free wishlist and share it with friends and family. All affiliate profits go to charity!": "Crée une liste de souhaits gratuite et partage-la avec tes proches. Tous les bénéfices d'affiliation vont aux associations !",
    "Create a new wishlist for a specific occasion or recipient.": "Crée une nouvelle liste de souhaits pour une occasion ou un destinataire spécifique.",
    "Create a password": "Crée un mot de passe",
    "Create a separate list for each person you're celebrating.": "Crée une liste séparée pour chaque personne que tu célèbres.",
    "Create account to join this list": "Crée un compte pour rejoindre cette liste",
    "Create and share wishlists. All affiliate profits go to charity.": "Crée et partage des listes de souhaits. Tous les bénéfices d'affiliation vont aux associations.",
    "Create lists for different occasions or recipients.": "Crée des listes pour différentes occasions ou destinataires.",
    "Create my Christmas wishlist": "Créer ma liste de Noël",
    "Create my Easter wishlist": "Créer ma liste de Pâques",
    "Create my Father's Day wishlist": "Créer ma liste Fête des Pères",
    "Create my Mother's Day wishlist": "Créer ma liste Fête des Mères",
    "Create my Sinterklaas wishlist": "Créer ma liste de Saint-Nicolas",
    "Create my Thanksgiving wishlist": "Créer ma liste de Thanksgiving",
    "Create my Valentine wishlist": "Create my Valentine wishlist",
    "Create my Valentine's wishlist": "Créer ma liste de Saint-Valentin",
    "Create my birthday wishlist": "Créer ma liste d'anniversaire",
    "Create my communion wishlist": "Créer ma liste de communion",
    "Create my graduation wishlist": "Créer ma liste de diplôme",
    "Create my housewarming wishlist": "Créer ma liste de crémaillère",
    "Create our anniversary wishlist": "Créer notre liste d'anniversaire",
    "Create our baby shower wishlist": "Créer notre liste de naissance",
    "Create our wedding wishlist": "Créer notre liste de mariage",
    "Create separate lists for different occasions like birthdays, holidays, or events.": "Crée des listes séparées pour différentes occasions comme les anniversaires, les fêtes ou les événements.",
    "Create your": "Crée ta",
    "Create your Anniversary wishlist": "Crée ta liste d'anniversaire de mariage",
    "Create your Communion wishlist": "Crée ta liste de communion",
    "Create your account": "Crée ton compte",
    "Create your first list": "Crée ta première liste",
    "Create your first wishlist in about a minute.": "Crée ta première liste de souhaits en une minute environ.",
    "Create your first wishlist to get started.": "Crée ta première liste de souhaits pour commencer.",
    "Create your list before they ask. They always ask.": "Crée ta liste avant qu'ils demandent. Ils demandent toujours.",
    "Create your wishlist": "Crée ta liste de souhaits",
    "Created": "Créé",
    "Criteria-based": "Basé sur des critères",
    "Cross Necklace": "Collier croix",
    "Cuddly Toy": "Cuddly Toy",
    "Currency": "Devise",
    "Current Image": "Image actuelle",
    "Current password": "Mot de passe actuel",
    "Dad's gift, everyone's benefit": "Le cadeau de papa, le bénéfice de tous",
    "Danger Zone": "Zone dangereuse",
    "Danger zone": "Zone de danger",
    "Dashboard": "Tableau de bord",
    "Date night gift cards, cooking class vouchers, honeymoon contributions. Not everything has to be physical.": "Date night gift cards, cooking class vouchers, honeymoon contributions. Not everything has to be physical.",
    "Date night ideas, cooking class for two, matching items. Things you can enjoy together.": "Date night ideas, cooking class for two, matching items. Things you can enjoy together.",
    "Decline": "Refuser",
    "Decorative Diyas": "Decorative Diyas",
    "Default": "Par défaut",
    "Delete": "Supprimer",
    "Delete Gift": "Supprimer le cadeau",
    "Delete List": "Supprimer la liste",
    "Delete account": "Supprimer le compte",
    "Description": "Description",
    "Details will be refetched on save": "Détails récupérés à l'enregistrement",
    "Diapers in the right size, the specific bottle brand that works, that exact stroller. No more returns.": "Couches dans la bonne taille, la marque de biberon spécifique qui fonctionne, cette poussette exacte. Plus de retours.",
    "Diapers, wipes, basics. Not glamorous, but genuinely helpful.": "Couches, lingettes, essentiels. Pas glamour, mais vraiment utile.",
    "Different people, different budgets": "Différentes personnes, différents budgets",
    "Dinner reservations, weekend trips, spa days. After years of stuff, experiences often matter more.": "Dinner reservations, weekend trips, spa days. After years of stuff, experiences often matter more.",
    "Direct links": "Liens directs",
    "Direct links to products": "Liens directs vers les produits",
    "Direct product links": "Liens produits directs",
    "Disable": "Désactiver",
    "Disable two-factor authentication": "Désactiver l'authentification à deux facteurs",
    "Dismiss": "Fermer",
    "Diwali Wishlist": "Liste de Diwali",
    "Diwali celebrates the triumph of light over darkness. A wishlist helps family and friends give meaningful gifts that honor this joyful festival. Share what would brighten your celebration.": "Diwali celebrates the triumph of light over darkness. A wishlist helps family and friends give meaningful gifts that honor this joyful festival. Share what would brighten your celebration.",
    "Diwali celebrates the victory of light over darkness, knowledge over ignorance. A wishlist helps family give meaningful gifts that honor this auspicious time. Share what would brighten your celebration.": "Diwali célèbre la victoire de la lumière sur l'obscurité, de la connaissance sur l'ignorance. Une liste aide la famille à donner des cadeaux significatifs qui honorent ce temps propice. Partage ce qui illuminerait ta célébration.",
    "Diwali reminds us that light overcomes darkness. When family buys from your list, we donate our commission to charity. Your festival celebration spreads light to others.": "Diwali reminds us that light overcomes darkness. When family buys from your list, we donate our commission to charity. Your festival celebration spreads light to others.",
    "Diwali reminds us that one light can illuminate many. When family buys from your list, we donate our commission to charity. Your celebration spreads light to others.": "Diwali nous rappelle qu'une lumière peut en éclairer beaucoup. Quand la famille achète de ta liste, nous donnons notre commission à une œuvre caritative. Ta célébration répand la lumière aux autres.",
    "Diwali wishlist": "liste de Diwali",
    "Do I need an account to claim a gift?": "J'ai besoin d'un compte pour réserver un cadeau ?",
    "Don't forget to actually buy the gift! The list owner is counting on you.": "N'oublie pas d'acheter le cadeau ! Le propriétaire de la liste compte sur toi.",
    "Don't forget to buy the gift!": "N'oublie pas d'acheter le cadeau !",
    "Don't have an account?": "Pas encore de compte ?",
    "Don't just say \"a nice candle\". Link to the exact one. Size, scent, everything.": "Ne dis pas juste \"une belle bougie\". Lie vers l'exacte. Taille, parfum, tout.",
    "Don't just say \"bottles.\" Link to the exact brand, size, everything.": "Ne dis pas juste \"biberons\". Lie à la marque exacte, la taille, tout.",
    "Don't just say \"headphones\". Link to the exact ones you want. Colors, sizes, all of it.": "Ne dis pas juste \"casque\". Lie à celui exact que tu veux. Couleurs, tailles, tout.",
    "Don't make your partner scramble on February 13th. Give them time.": "Ne fais pas stresser ton partenaire le 13 février. Donne-lui du temps.",
    "Don't worry! There might be other gifts available on the list. Go back and choose another one.": "Pas de souci ! Il y a peut-être d'autres cadeaux disponibles sur la liste. Retourne et choisis-en un autre.",
    "Done": "Terminé",
    "Download GiveTwice logos, brand colors, and pre-written social media copy for press and partnerships.": "Téléchargez les logos GiveTwice, les couleurs de marque et des textes prêts à publier pour la presse et les partenariats.",
    "Drop hints gracefully": "Drop hints gracefully",
    "Drop hints without asking": "Drop hints without asking",
    "Duplicate gifts": "Cadeaux en double",
    "Dutch Oven": "Cocotte",
    "Each list has its own shareable link, so you can send different lists to different people.": "Chaque liste a son propre lien partageable, tu peux donc envoyer différentes listes à différentes personnes.",
    "Each wishlist has its own link. Copy it and send it however you want - email, WhatsApp, text message, carrier pigeon. Whatever works.": "Chaque liste a son propre lien. Copie-le et envoie-le comme tu veux - e-mail, WhatsApp, SMS, pigeon voyageur. Ce qui te convient.",
    "Easter Wishlist": "Liste de souhaits de Pâques",
    "Easter celebrates renewal and hope. When family buys from your list, we donate our commission to charity. Your spring celebration plants seeds of kindness.": "Pâques célèbre le renouveau et l'espoir. Quand la famille achète de ta liste, nous donnons notre commission à une œuvre caritative. Ta célébration printanière plante des graines de gentillesse.",
    "Easter doesn't have to mean only candy. Add books, games, outdoor gear, or anything that brings spring joy.": "Pâques ne doit pas signifier seulement des bonbons. Ajoute des livres, jeux, équipement d'extérieur, ou tout ce qui apporte la joie du printemps.",
    "Easter is about new beginnings. When family buys from your list, we donate our commission to charity. Your basket gifts create ripples of kindness.": "Easter is about new beginnings. When family buys from your list, we donate our commission to charity. Your basket gifts create ripples of kindness.",
    "Easter wishlist": "liste de Pâques",
    "Easy coordination": "Coordination facile",
    "Easy for guests": "Facile pour les invités",
    "Easy for relatives": "Easy for relatives",
    "Easy planning": "Planification facile",
    "Easy sharing": "Partage facile",
    "Easy to share": "Facile à partager",
    "Edit": "Modifier",
    "Edit Gift": "Modifier le cadeau",
    "Edit List": "Modifier la liste",
    "Edit gift": "Modifier le cadeau",
    "Edit list": "Modifier la liste",
    "Eid Wishlist": "Liste de l'Aïd",
    "Eid celebrates gratitude and generosity. When family buys from your list, we donate our commission to charity. Your celebration extends kindness to those in need.": "L'Aïd célèbre la gratitude et la générosité. Quand la famille achète de ta liste, nous donnons notre commission à une œuvre caritative. Ta célébration étend la gentillesse à ceux dans le besoin.",
    "Eid is a time of gratitude, family, and celebration. A wishlist helps loved ones give meaningful gifts that honor this special occasion. Share what would bring you joy.": "L'Aïd est un temps de gratitude, de famille et de célébration. Une liste aide tes proches à donner des cadeaux significatifs qui honorent cette occasion spéciale. Partage ce qui te ferait plaisir.",
    "Eid wishlist": "liste de l'Aïd",
    "Eight nights of thoughtful gifting. Share ideas with family so each evening brings something meaningful.": "Huit nuits de cadeaux réfléchis. Partage des idées avec la famille pour que chaque soir apporte quelque chose de significatif.",
    "Email": "E-mail",
    "Email address": "Adresse e-mail",
    "Email address cannot be changed at this time.": "L'adresse e-mail ne peut pas être modifiée pour le moment.",
    "Email notifications": "Notifications par e-mail",
    "Email us at:": "Écris-nous à :",
    "Enable for gift cards or items that multiple people can give.": "Active pour les cartes cadeaux ou articles que plusieurs personnes peuvent offrir.",
    "Enable global notifications first": "Active d'abord les notifications globales",
    "Enable two-factor authentication": "Activer l'authentification à deux facteurs",
    "Enabling...": "Activation...",
    "Encrypted environment file already exists.": "Le fichier d'environnement chiffré existe déjà.",
    "Encrypted environment file not found.": "Fichier d'environnement chiffré introuvable.",
    "End the guessing game": "Finis le jeu des devinettes",
    "End the stress": "End the stress",
    "Engagement can be long. Your tastes might change. Keep the list fresh.": "Engagement can be long. Your tastes might change. Keep the list fresh.",
    "Ensure your account is using a long, random password to stay secure.": "Assure-toi que ton compte utilise un mot de passe long et aléatoire pour rester sécurisé.",
    "Enter email address": "Entre l'adresse e-mail",
    "Enter list code or name...": "Entre le code ou le nom de la liste...",
    "Enter one of your emergency recovery codes.": "Entre l'un de tes codes de récupération d'urgence.",
    "Enter the authentication code from your authenticator app.": "Entre le code d'authentification de ton application d'authentification.",
    "Enter your email address and we will send you a password reset link.": "Entre ton adresse e-mail et on t'envoie un lien de réinitialisation.",
    "Enter your email and we'll send you a confirmation link.": "Entre ton e-mail et on t'envoie un lien de confirmation.",
    "Enter your email to claim this gift. We'll send you a confirmation link.": "Entre ton e-mail pour réserver ce cadeau. On t'envoie un lien de confirmation.",
    "Enter your email to confirm": "Entre ton e-mail pour confirmer",
    "Enter your new password below": "Entre ton nouveau mot de passe ci-dessous",
    "Enter your password to confirm": "Entre ton mot de passe pour confirmer",
    "Environment file already exists.": "Le fichier d'environnement existe déjà.",
    "Environment file not found.": "Fichier d'environnement introuvable.",
    "Equip your new space": "Équipe ton nouvel espace",
    "Espresso Machine": "Machine à expresso",
    "Every gift also gives to charity": "Every gift also gives to charity",
    "Every gift from your wishlist does two things at once.": "Chaque cadeau de ta liste fait deux choses à la fois.",
    "Every gift helps charity too": "Chaque cadeau aide aussi une œuvre caritative",
    "Every gift makes a difference": "Chaque cadeau fait la différence",
    "Every purchase helps charity too": "Chaque achat aide aussi une œuvre caritative",
    "Every wish is visible. No confusion about what you actually want.": "Chaque souhait est visible. Pas de confusion sur ce que tu veux vraiment.",
    "Everyone can see what's available. Coordination made simple.": "Tout le monde peut voir ce qui est disponible. Coordination simplifiée.",
    "Everyone can see what's been claimed. No more three identical books.": "Tout le monde peut voir ce qui a été réservé. Plus de trois livres identiques.",
    "Everyone knows what you really want": "Tout le monde sait ce que tu veux vraiment",
    "Everyone sees what's needed. No duplicate onesies.": "Tout le monde voit ce qui est nécessaire. Pas de combinaisons en double.",
    "Everyone wins": "Everyone wins",
    "Everyone working on GiveTwice donates their time. We built this because we think it's a good idea, not because we're trying to make money.": "Tout le monde chez GiveTwice donne son temps bénévolement. On a construit ça parce qu'on pense que c'est une bonne idée, pas pour en tirer profit.",
    "Everything you need to link to or write about GiveTwice.": "Tout ce qu'il faut pour créer un lien vers GiveTwice ou écrire à son sujet.",
    "Experience gifts": "Cadeaux expériences",
    "Experience gifts welcome": "Cadeaux expériences bienvenus",
    "Experiences count": "Les expériences comptent",
    "Experiences welcome": "Expériences bienvenues",
    "Express gratitude": "Exprime la gratitude",
    "Extended family coordination": "Coordination famille élargie",
    "FAQ": "FAQ",
    "Facebook": "Facebook",
    "Failed": "Échec",
    "Failed to delete image.": "Échec de la suppression de l'image.",
    "Failed to upload image.": "Échec du téléchargement de l'image.",
    "Faith in action": "La foi en action",
    "Family can coordinate without spoiling surprises": "Family can coordinate without spoiling surprises",
    "Family can easily choose": "La famille peut facilement choisir",
    "Family coordination": "Coordination familiale",
    "Family doesn't have to guess anymore. They know exactly what makes you happy.": "La famille n'a plus à deviner. Ils savent exactement ce qui te rend heureux.",
    "Family members can claim items secretly. No awkward \"who's getting what\" conversations needed.": "Les membres de la famille peuvent réserver des articles secrètement. Pas de conversations gênantes \"qui achète quoi\".",
    "Family reunions often include gift swaps. A wishlist keeps everyone coordinated.": "Les réunions de famille incluent souvent des échanges de cadeaux. Une liste de souhaits garde tout le monde coordonné.",
    "Family together? Perfect time to exchange wishlist links for Christmas shopping.": "Family together? Perfect time to exchange wishlist links for Christmas shopping.",
    "Father's Day Wishlist": "Liste Fête des Pères",
    "Father's Day wishlist": "liste Fête des Pères",
    "Festival gifts that give twice": "Cadeaux de fête qui donnent deux fois",
    "Fetch Status": "Statut de récupération",
    "Fetching": "Récupération",
    "Fill in the gaps": "Fill in the gaps",
    "Finally get what you want": "Obtiens enfin ce que tu veux",
    "Find": "Rechercher",
    "Find answers to common questions": "Trouve des réponses aux questions fréquentes",
    "Find the product": "Trouve le produit",
    "Finish enabling two-factor authentication": "Terminer l'activation de l'authentification à deux facteurs",
    "Flower Delivery": "Livraison de fleurs",
    "Flower Subscription": "Abonnement fleurs",
    "Focus on celebrating": "Concentre-toi sur la célébration",
    "Focus on celebration": "Concentre-toi sur la célébration",
    "Focus on experiences": "Focus on experiences",
    "Focus on meaning": "Concentre-toi sur le sens",
    "Follow": "Suivre",
    "Follow friends' wishlists": "Suivre les listes de vos amis",
    "Follow us for updates, gift-giving tips, and to see how your wishlists are making a difference for charity.": "Suis-nous pour des mises à jour, des conseils cadeaux, et pour voir comment tes listes font la différence pour les associations.",
    "For couples at any stage": "Pour les couples à n'importe quelle étape",
    "For your security, please confirm your password before enabling two-factor authentication.": "Pour ta sécurité, confirme ton mot de passe avant d'activer l'authentification à deux facteurs.",
    "Forbidden": "Interdit",
    "Forgot Password": "Mot de passe oublié",
    "Forgot password?": "Mot de passe oublié ?",
    "Forgot your password?": "Mot de passe oublié ?",
    "Free forever. Share with anyone.": "Gratuit pour toujours. Partage avec qui tu veux.",
    "Free, simple, and your guests will thank you for making their job easier.": "Gratuit, simple, et tes invités te remercieront de faciliter leur tâche.",
    "Free. No credit card. No catch.": "Gratuit. Pas de carte de crédit. Pas d'arnaque.",
    "Fresh Flowers Subscription": "Fresh Flowers Subscription",
    "Friends": "Amis",
    "Friends can see what's been claimed. No more three baby bathtubs at the shower.": "Les amis peuvent voir ce qui a été réservé. Plus de trois baignoires bébé à la fête.",
    "Friends page": "Page amis",
    "Friends' wishlist updates": "Mises à jour des listes de souhaits d'amis",
    "Friends' wishlists": "Listes de souhaits d'amis",
    "From plants to pots, create the space you've been imagining with help from people who care.": "Des plantes aux pots, crée l'espace que tu imaginais avec l'aide de gens qui s'en soucient.",
    "From shoe gifts to bigger wishes. Something for every budget.": "Des cadeaux de souliers aux plus grands souhaits. Quelque chose pour chaque budget.",
    "Full logo": "Logo complet",
    "Fully open source": "Entièrement open source",
    "Furnish thoughtfully": "Meuble avec réflexion",
    "Furnish your new space": "Meuble ton nouvel espace",
    "GIVE #1": "DON #1",
    "GIVE #2": "DON #2",
    "Garden Set": "Kit jardin",
    "Garden Starter Set": "Garden Starter Set",
    "Garden kits, sports equipment, picnic supplies. Embrace the season.": "Kits de jardinage, équipement sportif, fournitures de pique-nique. Profite de la saison.",
    "Gardening kits, nature exploration gear, or art supplies for the warmer weather ahead.": "Gardening kits, nature exploration gear, or art supplies for the warmer weather ahead.",
    "Generosity multiplied": "Générosité multipliée",
    "Get Started - It's Free!": "Commence maintenant - C'est gratuit !",
    "Get exactly what baby needs": "Obtiens exactement ce dont bébé a besoin",
    "Get exactly what you want. Make choosing easy for others.": "Obtiens exactement ce que tu veux. Facilite le choix des autres.",
    "Get gifts you really want": "Reçois des cadeaux que tu veux vraiment",
    "Get gifts you'll actually use": "Reçois des cadeaux que tu utiliseras vraiment",
    "Get in Touch": "Contacte-nous",
    "Get in touch": "Contacte-nous",
    "Get meaningful gifts": "Reçois des cadeaux significatifs",
    "Get started in 3 easy steps:": "Commence en 3 étapes simples :",
    "Get stuff you want": "Obtiens ce que tu veux",
    "Get useful stuff": "Get useful stuff",
    "Get what baby needs": "Obtiens ce dont bébé a besoin",
    "Get what you actually want": "Obtiens ce que tu veux vraiment",
    "Get what you need": "Obtiens ce dont tu as besoin",
    "Get what you want": "Get what you want",
    "Get what you'd actually want this Thanksgiving.": "Obtiens ce que tu voudrais vraiment ce Thanksgiving.",
    "Get your whole family on GiveTwice. One link per person, everyone coordinates easily.": "Mets toute ta famille sur GiveTwice. Un lien par personne, tout le monde se coordonne facilement.",
    "Gets exactly what they asked for. No duplicates, no guessing.": "Reçoit exactement ce qu'il a demandé. Pas de doublons, pas de devinettes.",
    "Gift": "Cadeau",
    "Gift Already Claimed": "Cadeau déjà réservé",
    "Gift Basket": "Panier cadeau",
    "Gift Hamper": "Panier cadeau",
    "Gift Ideas": "Idées cadeaux",
    "Gift Set": "Coffret cadeau",
    "Gift added successfully! We're fetching the details.": "Cadeau ajouté ! On récupère les détails.",
    "Gift cards to restaurants, movie tickets for the long weekend.": "Cartes cadeaux restaurant, billets de cinéma pour le long weekend.",
    "Gift claimed! The owner won't see who claimed it.": "Cadeau réservé ! Le propriétaire ne verra pas qui l'a réservé.",
    "Gift coordination": "Coordination des cadeaux",
    "Gift deleted successfully.": "Cadeau supprimé.",
    "Gift details refresh has been queued.": "L'actualisation des détails du cadeau est en cours.",
    "Gift updated successfully.": "Cadeau mis à jour.",
    "Gift-givers want to see you enjoy something specific. A wishlist gives them that satisfaction.": "Gift-givers want to see you enjoy something specific. A wishlist gives them that satisfaction.",
    "Gifting That Gives Back": "Des cadeaux qui redonnent",
    "Gifting coordination": "Coordination des cadeaux",
    "Gifts aren't just for kids": "Les cadeaux ne sont pas que pour les enfants",
    "Gifts for you.": "Des cadeaux pour toi.",
    "Gifts for your next adventure": "Gifts for your next adventure",
    "Gifts for your next chapter": "Cadeaux pour ton prochain chapitre",
    "Gifts that also give to charity": "Gifts that also give to charity",
    "Gifts that do more": "Gifts that do more",
    "Gifts that spread light": "Cadeaux qui répandent la lumière",
    "Gifts with purpose": "Cadeaux avec un but",
    "Gifts you both want": "Cadeaux que vous voulez tous les deux",
    "Give people time to shop around. Last-minute lists mean last-minute panic buying.": "Give people time to shop around. Last-minute lists mean last-minute panic buying.",
    "Give people time to shop. Not everything can be last-minute.": "Donne aux gens le temps de faire leurs achats. Tout ne peut pas être de dernière minute.",
    "Give them ideas": "Give them ideas",
    "Give them time to shop. Nobody wants to panic-order on February 13th.": "Give them time to shop. Nobody wants to panic-order on February 13th.",
    "GiveTwice is a new project, aiming to launch in early 2026. We don't have a track record yet — no revenue, no profits, and therefore no donations to report. We're building this from scratch, with the goal of making gift-giving more meaningful.": "GiveTwice est un nouveau projet, avec un lancement prévu début 2026. On n'a pas encore de bilan - pas de revenus, pas de bénéfices, et donc pas de dons à signaler. On construit ça à partir de zéro, avec l'objectif de rendre les cadeaux plus significatifs.",
    "GiveTwice is open source. You can read every line of code on GitHub.": "GiveTwice est open source. Tu peux lire chaque ligne de code sur GitHub.",
    "GiveTwice will always be free. We'll never sell your data. After covering basic costs, every cent of profit goes to charity. We'll keep improving it - on our own time - because we think gift-giving should be simple and meaningful.": "GiveTwice sera toujours gratuit. On ne vendra jamais tes données. Après avoir couvert les frais de base, chaque centime de bénéfice va aux associations. On continuera à l'améliorer - sur notre temps libre - parce qu'on pense que faire des cadeaux devrait être simple et significatif.",
    "Giving back": "Redonner",
    "Giving this gift?": "Tu offres ce cadeau ?",
    "Go to Dashboard": "Aller au tableau de bord",
    "Go to Homepage": "Aller à l'accueil",
    "Go to My Wishlist": "Voir ma liste de souhaits",
    "Go to My Wishlists": "Voir mes listes de souhaits",
    "Go to edit view": "Aller à la vue d'édition",
    "Go to my wishlists": "Voir mes listes de souhaits",
    "Go to page :page": "Aller à la page :page",
    "Go to the product page in your favorite online store.": "Va sur la page du produit dans ta boutique en ligne préférée.",
    "Godparents often want to give something special. Make sure they have the list in advance.": "Godparents often want to give something special. Make sure they have the list in advance.",
    "Golfing gear, grilling tools, fishing equipment. What do you actually do for fun?": "Équipement de golf, outils de barbecue, matériel de pêche. Que fais-tu vraiment pour t'amuser ?",
    "Good done quietly.": "Du bien, en plus.",
    "Good news!": "Bonne nouvelle !",
    "Google": "Google",
    "Graduate ready": "Diplômé prêt",
    "Graduate with impact": "Graduate with impact",
    "Graduation Wishlist": "Liste de diplôme",
    "Graduation marks the start of giving back. When guests buy from your list, we donate our commission to charity. Your milestone celebration helps others reach theirs.": "Le diplôme marque le début du retour. Quand les invités achètent de ta liste, nous donnons notre commission à une œuvre caritative. Ta célébration d'étape aide les autres à atteindre la leur.",
    "Grandparents, aunts, family friends - everyone has a clear idea of what to get.": "Grandparents, aunts, family friends - everyone has a clear idea of what to get.",
    "Grandparents, aunts, uncles all want to give something. A shared list prevents duplicate bunnies.": "Grands-parents, tantes, oncles veulent tous donner quelque chose. Une liste partagée évite les lapins en double.",
    "Grandparents, godparents, aunts and uncles all want to give. Help them coordinate.": "Grands-parents, parrains, tantes et oncles veulent tous donner. Aide-les à coordonner.",
    "Grateful giving": "Grateful giving",
    "Grateful giving that helps charity": "Grateful giving that helps charity",
    "Gratitude multiplied": "Gratitude multiplied",
    "Group gifts": "Cadeaux de groupe",
    "Guests at big anniversaries often prefer contributing to something meaningful.": "Les invités aux grands anniversaires préfèrent souvent contribuer à quelque chose de significatif.",
    "Guests can see what's been claimed": "Les invités peuvent voir ce qui a été réservé",
    "Guests claim items when they buy. No more returning the fifth baby blanket.": "Guests claim items when they buy. No more returning the fifth baby blanket.",
    "Guests secretly claim items when they buy them. No more coordinating who's getting what.": "Les invités réservent secrètement les articles quand ils les achètent. Plus besoin de coordonner qui achète quoi.",
    "Guests see exactly what you need. No awkward returns.": "Les invités voient exactement ce dont tu as besoin. Pas de retours gênants.",
    "Guests see what's claimed. No duplicate slow cookers.": "Les invités voient ce qui est réservé. Pas de mijoteuses en double.",
    "Guests want to help. Let them know how.": "Les invités veulent aider. Fais-leur savoir comment.",
    "Guide family toward gifts that honor this special day and will be treasured.": "Guide la famille vers des cadeaux qui honorent ce jour spécial et seront chéris.",
    "Guide gift-givers": "Guide gift-givers",
    "Hanukkah Wishlist": "Liste de Hanoukka",
    "Hanukkah celebrates miracles and perseverance. A wishlist helps family and friends give thoughtfully, ensuring each of the eight nights brings joy. Share what matters to you.": "Hanoukka célèbre les miracles et la persévérance. Une liste aide famille et amis à donner de manière réfléchie, assurant que chacune des huit nuits apporte de la joie. Partage ce qui compte pour toi.",
    "Hanukkah wishlist": "liste de Hanoukka",
    "Happy gifting!": "Bons cadeaux !",
    "Have questions or feedback? We'd love to hear from you!": "Des questions ou des commentaires ? On aimerait avoir de tes nouvelles !",
    "Headphones": "Casque audio",
    "Heart icon": "Icône cœur",
    "Hello": "Bonjour",
    "Hello!": "Bonjour !",
    "Help Sinterklaas and his Pieten find the perfect gifts. Share your list and let the magic happen.": "Help Sinterklaas and his Pieten find the perfect gifts. Share your list and let the magic happen.",
    "Help family and friends choose meaningful gifts for this important milestone in faith.": "Aide famille et amis à choisir des cadeaux significatifs pour cette étape importante de la foi.",
    "Help family and godparents find the perfect way to celebrate this milestone.": "Help family and godparents find the perfect way to celebrate this milestone.",
    "Help family celebrate": "Help family celebrate",
    "Help family celebrate Eid with meaningful gifts.": "Aide la famille à célébrer l'Aïd avec des cadeaux significatifs.",
    "Help family celebrate the new year with meaningful gifts.": "Aide la famille à célébrer le nouvel an avec des cadeaux significatifs.",
    "Help family celebrate this special day with meaningful gifts.": "Help family celebrate this special day with meaningful gifts.",
    "Help family celebrate with meaningful gifts.": "Aide la famille à célébrer avec des cadeaux significatifs.",
    "Help family choose meaningfully": "Aide la famille à choisir de manière significative",
    "Help family choose the right gift": "Help family choose the right gift",
    "Help family choose wisely": "Aide la famille à bien choisir",
    "Help family coordinate": "Aide la famille à se coordonner",
    "Help family give thoughtfully": "Aide la famille à donner de manière réfléchie",
    "Help family make each of the eight nights meaningful.": "Aide la famille à rendre chacune des huit nuits significative.",
    "Help friends and family get you exactly what you need.": "Help friends and family get you exactly what you need.",
    "Help friends and family prepare for your little one. Share exactly what you need and avoid the sixth baby blanket.": "Aide amis et famille à préparer l'arrivée de ton petit. Partage exactement ce dont tu as besoin et évite la sixième couverture de bébé.",
    "Help friends contribute to making your new place home.": "Help friends contribute to making your new place home.",
    "Help friends help you make your house a home.": "Aide tes amis à t'aider à faire de ta maison un foyer.",
    "Help grandparents": "Help grandparents",
    "Help guests celebrate your achievement the right way.": "Aide les invités à célébrer ta réussite comme il faut.",
    "Help guests choose": "Aide les invités à choisir",
    "Help guests choose wisely": "Aide les invités à bien choisir",
    "Help guests honor this milestone meaningfully.": "Aide les invités à honorer cette étape de manière significative.",
    "Help guests honor this milestone.": "Aide les invités à honorer cette étape.",
    "Help loved ones celebrate Diwali with meaningful gifts.": "Help loved ones celebrate Diwali with meaningful gifts.",
    "Help loved ones give thoughtfully": "Help loved ones give thoughtfully",
    "Help loved ones prepare for your little one.": "Aide tes proches à préparer l'arrivée de ton petit.",
    "Help the family coordinate": "Aide la famille à se coordonner",
    "Help the helpers": "Help the helpers",
    "Help them help you": "Aide-les à t'aider",
    "Help them know what to bring. They want to.": "Aide-les à savoir quoi apporter. Ils le veulent.",
    "Help them show love": "Aide-les à montrer leur amour",
    "Help your family celebrate you properly.": "Aide ta famille à te célébrer comme il faut.",
    "Help your family get it right this year.": "Aide ta famille à bien choisir cette année.",
    "Help your family get it right this year. Share what you'd actually love instead of hinting and hoping.": "Aide ta famille à bien choisir cette année. Partage ce que tu aimerais vraiment au lieu de faire des allusions.",
    "Help your family skip the guesswork. A wishlist means they can get you something you actually want instead of another generic candle.": "Help your family skip the guesswork. A wishlist means they can get you something you actually want instead of another generic candle.",
    "Help your partner help you.": "Aide ton partenaire à t'aider.",
    "Here's how it works: when someone buys a gift from your list, the store pays us a referral commission. We donate 100% of the profit to charity.": "Voici comment ça marche : quand quelqu'un achète un cadeau de ta liste, la boutique nous verse une commission. On donne 100% des bénéfices aux associations.",
    "Here's the thing": "Le truc, c'est ça",
    "Here's what's new on your friends' wishlists:": "Voici les nouveautés sur les listes de souhaits de tes amis :",
    "Hi :name,": "Salut :name,",
    "Hide codes": "Masquer les codes",
    "Hobby items welcome": "Articles de loisirs bienvenus",
    "Hold us accountable": "Tiens-nous responsables",
    "Holiday giving that keeps on giving": "Cadeaux des fêtes qui continuent de donner",
    "Holiday kickoff": "Holiday kickoff",
    "Holiday shopping that helps charity": "Shopping des fêtes qui aide les œuvres caritatives",
    "Holidays": "Fêtes",
    "Home": "Accueil",
    "Home essentials": "Essentiels maison",
    "Home gifts that also help others": "Home gifts that also help others",
    "Hosting gifts are always appreciated. Help guests know what to bring.": "Les cadeaux d'hôte sont toujours appréciés. Aide les invités à savoir quoi apporter.",
    "Hosting this year? Share what you need with family before they all bring the same dish. Plus, get a head start on holiday gift coordination.": "Hosting this year? Share what you need with family before they all bring the same dish. Plus, get a head start on holiday gift coordination.",
    "Housewarming Wishlist": "Liste de crémaillère",
    "Housewarming wishlist": "Liste de crémaillère",
    "How do I create a wishlist?": "Comment je crée une liste de souhaits ?",
    "How do I find a product URL?": "Comment trouver une URL de produit ?",
    "How do I share my wishlist?": "Comment je partage ma liste de souhaits ?",
    "How giving works": "Comment donner fonctionne",
    "How it works": "Comment ça marche",
    "How much goes to charity": "Combien va aux associations",
    "How our charity model works": "Comment fonctionne notre modèle caritatif",
    "How our giving works": "How our giving works",
    "How our model works": "Comment fonctionne notre modèle",
    "How the money works": "Comment l'argent fonctionne",
    "How to claim a gift": "Comment réserver un cadeau",
    "How we give back": "Comment nous redonnons",
    "How we handle your data": "Comment on gère tes données",
    "Been using GiveTwice for my wishlists. Free, no ads, and they donate all affiliate profits to charity.": "J'utilise GiveTwice pour mes listes de souhaits. Gratuit, sans pubs, et tous les bénéfices d'affiliation vont aux associations.",
    "I'll get this!": "Je vais l'acheter !",
    "I've been using GiveTwice, a free wishlist app that donates 100% of its affiliate profits to charity. You share a list, people buy gifts through it, and the commissions go to good causes. No tracking, no ads.": "J'utilise GiveTwice, une appli de listes de souhaits gratuite qui reverse 100% de ses bénéfices d'affiliation aux associations. Tu partages une liste, les gens achètent des cadeaux via les liens, et les commissions vont aux bonnes causes. Pas de tracking, pas de pubs.",
    "If hosting, list what dishes or supplies you need. Guests can claim items so nothing gets duplicated.": "If hosting, list what dishes or supplies you need. Guests can claim items so nothing gets duplicated.",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Si nécessaire, tu peux te déconnecter de toutes tes autres sessions sur tous tes appareils. Certaines de tes sessions récentes sont listées ci-dessous ; cependant, cette liste peut ne pas être exhaustive. Si tu penses que ton compte a été compromis, tu devrais aussi mettre à jour ton mot de passe.",
    "If you did not create an account, no further action is required.": "Si tu n'as pas créé de compte, tu peux ignorer ce message.",
    "If you did not request a password reset, no further action is required.": "Si tu n'as pas demandé de réinitialisation de mot de passe, tu peux ignorer ce message.",
    "If you did not request this, you can safely ignore this email.": "Si tu n'as pas fait cette demande, tu peux ignorer cet e-mail.",
    "If you think this is a mistake, please": "Si tu penses qu'il s'agit d'une erreur, merci de",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Si tu as des difficultés à cliquer sur le bouton \":actionText\", copie et colle l'URL ci-dessous\ndans ton navigateur :",
    "Include affordable options for the kids and bigger items the family can chip in on together.": "Include affordable options for the kids and bigger items the family can chip in on together.",
    "Include all ages": "Inclus tous les âges",
    "Include bigger items": "Include bigger items",
    "Include consumables": "Include consumables",
    "Include couple things": "Include couple things",
    "Include essentials": "Inclus l'essentiel",
    "Include experiences": "Inclus des expériences",
    "Include experiences and things": "Include experiences and things",
    "Include items that will remind them of this special day for years to come.": "Include items that will remind them of this special day for years to come.",
    "Include keepsakes": "Inclus des souvenirs",
    "Include kitchen items": "Inclus des articles de cuisine",
    "Include plants": "Include plants",
    "Include practical items": "Include practical items",
    "Include self-care": "Inclus du bien-être",
    "Include shared experiences": "Include shared experiences",
    "Include small indulgences": "Include small indulgences",
    "Include small items for casual gift-givers and bigger ones for close family who want to splurge.": "Include small items for casual gift-givers and bigger ones for close family who want to splurge.",
    "Include some treats": "Include some treats",
    "Include stocking stuffers": "Inclus les petits cadeaux",
    "Include surprises": "Include surprises",
    "Include tools": "Inclus des outils",
    "Include upgrades": "Inclus des améliorations",
    "Include your hobbies": "Include your hobbies",
    "Indoor Plant": "Plante d'intérieur",
    "Indoor Plants Set": "Indoor Plants Set",
    "Install": "Installer",
    "Install GiveTwice": "Installer GiveTwice",
    "Install app": "Installer l'application",
    "Instead of things you'll hide in a drawer, get tools, gear, or experiences you'll actually enjoy.": "Au lieu de choses que tu cacheras dans un tiroir, obtiens des outils, équipement, ou expériences que tu apprécieras vraiment.",
    "It looks like you've lost your internet connection. Your recently viewed lists may still be available.": "Il semble que tu aies perdu ta connexion internet. Tes listes récemment consultées sont peut-être encore disponibles.",
    "Invalid JSON was returned from the route.": "Un JSON non valide a été renvoyé par la route.",
    "Invalid Link": "Lien invalide",
    "Invalid filename.": "Nom de fichier incorrect.",
    "Invalid or Expired Link": "Lien invalide ou expiré",
    "Invitation already pending.": "Invitation déjà en attente.",
    "Invitation cancelled.": "Invitation annulée.",
    "Invitation expired.": "Invitation expirée.",
    "Invitation sent to :email.": "Invitation envoyée à :email.",
    "Invite": "Inviter",
    "Invite collaborators": "Inviter des proches",
    "Invite your partner, family, or friends to add gifts to the same list. Perfect for couples, parents, or group events.": "Invitez votre partenaire, famille ou amis à ajouter des cadeaux à la même liste. Idéal pour les couples, les parents ou les événements de groupe.",
    "Invited :time": "Invité(e) :time",
    "Is it really free?": "C'est vraiment gratuit ?",
    "It takes about a minute. No credit card, no catch.": "Ça prend environ une minute. Pas de carte de crédit, pas de piège.",
    "It's okay to ask": "C'est ok de demander",
    "Jewelry Piece": "Jewelry Piece",
    "Jewelry, special edition books, engraved items. Things that commemorate this milestone.": "Jewelry, special edition books, engraved items. Things that commemorate this milestone.",
    "Join :name": "Rejoindre :name",
    "Join Our Community": "Rejoins notre communauté",
    "Join Wishlist": "Rejoindre la liste",
    "Joy, warmth": "Joie, chaleur",
    "Just now": "À l'instant",
    "Keep it personal": "Garde-la personnelle",
    "Keep it simple": "Reste simple",
    "Keep it updated": "Garde-la à jour",
    "Keeping it simple": "Rester simple",
    "Kids, partner, relatives - everyone can see what's been claimed. No more duplicate bath bombs.": "Enfants, partenaire, famille - tout le monde peut voir ce qui a été réservé. Plus de bombes de bain en double.",
    "Kitchen Gadget": "Gadget de cuisine",
    "Kitchen basics, quality linens, everyday items you'll actually use. Build from there.": "Essentiels de cuisine, linge de qualité, objets du quotidien que tu utiliseras vraiment. Construis à partir de là.",
    "Kitchen essentials, cleaning supplies, bathroom necessities. Boring but vital.": "Essentiels de cuisine, produits de nettoyage, nécessités de salle de bain. Ennuyeux mais vital.",
    "Kitchen upgrades": "Kitchen upgrades",
    "Know what they want": "Sache ce qu'ils veulent",
    "Language": "Langue",
    "Laptop Stand": "Support d'ordinateur",
    "Last fetched": "Dernière récupération",
    "Last updated:": "Dernière mise à jour :",
    "Lasting memories": "Lasting memories",
    "Launching soon": "Lancement imminent",
    "Learn More": "En savoir plus",
    "Learn about our giving": "Découvre notre façon de donner",
    "Learn about our giving model": "Découvre notre modèle de don",
    "Learn how it works": "Découvre comment ça marche",
    "Learn how we give": "Découvre comment nous donnons",
    "Learn more about our mission": "En savoir plus sur notre mission",
    "Leave list": "Quitter la liste",
    "Left the list.": "Liste quittée.",
    "Legal": "Légal",
    "Less gift stress means more focus on the spiritual significance of the day.": "Moins de stress de cadeaux signifie plus de focus sur la signification spirituelle du jour.",
    "Less hassle with gifts means more time for pepernoten and surprises.": "Moins de tracas avec les cadeaux signifie plus de temps pour les pepernoten et les surprises.",
    "Less holiday stress": "Moins de stress des fêtes",
    "Less retail stress": "Moins de stress shopping",
    "Less stress about gifts means more energy for the fun parts of preparing for baby.": "Moins de stress pour les cadeaux signifie plus d'énergie pour les parties amusantes de la préparation pour bébé.",
    "Let guests know where to find your list. Wedding website, save-the-dates, word of mouth.": "Let guests know where to find your list. Wedding website, save-the-dates, word of mouth.",
    "Let them coordinate with the kids. The surprise is which item they pick, not what it is.": "Let them coordinate with the kids. The surprise is which item they pick, not what it is.",
    "Let's be honest: most wishlist apps look like they haven't been updated since 2010. Clunky interfaces, confusing navigation, ads everywhere.": "Soyons honnêtes : la plupart des applis de listes de souhaits ont l'air de ne pas avoir été mises à jour depuis 2010. Interfaces lourdes, navigation confuse, pubs partout.",
    "Let's be upfront: \"100% of profits\" means we first cover operating costs - servers, essential software, legal stuff. What's left goes entirely to charity.": "Soyons clairs : \"100% des bénéfices\" signifie qu'on couvre d'abord les frais de fonctionnement - serveurs, logiciels essentiels, trucs juridiques. Ce qui reste va entièrement aux associations.",
    "Life Events": "Événements de vie",
    "Light that spreads": "Light that spreads",
    "Light that spreads further": "Lumière qui se répand plus loin",
    "Link specific products": "Lie des produits spécifiques",
    "Link to exact products. Size, color, edition. Even Sinterklaas appreciates clear instructions.": "Link to exact products. Size, color, edition. Even Sinterklaas appreciates clear instructions.",
    "Link to exactly the product you want. Size, color, everything.": "Lie exactement au produit que tu veux. Taille, couleur, tout.",
    "Link to the exact item. After years together, they know you - but the right shade of blue still helps.": "Link to the exact item. After years together, they know you - but the right shade of blue still helps.",
    "List Info": "Info liste",
    "List Type": "Type de liste",
    "List created successfully.": "Liste créée.",
    "List deleted successfully.": "Liste supprimée.",
    "List hosting needs": "List hosting needs",
    "List invitation": "Invitation à une liste",
    "List updated successfully.": "Liste mise à jour.",
    "Loading...": "Chargement...",
    "Location": "Emplacement",
    "Log out": "Déconnexion",
    "Log out other browser sessions": "Déconnecter les autres sessions",
    "Log out other sessions": "Déconnecter les autres sessions",
    "Log out sessions": "Déconnecter les sessions",
    "Login": "Connexion",
    "Logos": "Logos",
    "Logout": "Déconnexion",
    "Looking for someone's wishlist?": "Tu cherches la liste de quelqu'un ?",
    "Love that gives twice": "L'amour qui donne deux fois",
    "Love that keeps giving": "Love that keeps giving",
    "Love that spreads further": "L'amour qui se répand plus loin",
    "Lunar New Year Wishlist": "Liste du Nouvel An lunaire",
    "Lunar New Year celebrates new beginnings and family togetherness. A wishlist helps loved ones give meaningful gifts that honor this special time. Share what would bring you joy in the year ahead.": "Le Nouvel An lunaire célèbre les nouveaux départs et l'unité familiale. Une liste aide tes proches à donner des cadeaux significatifs qui honorent ce temps spécial. Partage ce qui te ferait plaisir dans l'année à venir.",
    "Lunar New Year wishes prosperity for all. When family buys from your list, we donate our commission to charity. Your celebration shares good fortune with others.": "Le Nouvel An lunaire souhaite la prospérité pour tous. Quand la famille achète de ta liste, nous donnons notre commission à une œuvre caritative. Ta célébration partage la bonne fortune avec les autres.",
    "Lunar New Year wishlist": "liste du Nouvel An lunaire",
    "Luxury Candle Set": "Luxury Candle Set",
    "Make Easter basket planning easier. Share what the kids (or adults) actually want instead of the usual chocolate overload.": "Make Easter basket planning easier. Share what the kids (or adults) actually want instead of the usual chocolate overload.",
    "Make Easter basket planning simple for everyone.": "Make Easter basket planning simple for everyone.",
    "Make a wishlist. Share it with friends and family. When they buy from it, we donate our commission to charity. Simple as that.": "Crée ta liste d'envies. Partage-la avec tes proches. Quand ils achètent un cadeau de ta liste, nous reversons notre commission à une bonne cause. Aussi simple que ça.",
    "Make family gift exchanges thoughtful.": "Rends les échanges de cadeaux familiaux réfléchis.",
    "Make gift-giving easy for everyone. Share your list, avoid the duplicate sweater situation, and let the holiday stress melt away.": "Facilite les cadeaux pour tout le monde. Partage ta liste, évite les pulls en double, et laisse le stress des fêtes s'envoler.",
    "Make giving easy for them": "Facilite les cadeaux pour eux",
    "Make it easy": "Facilite les choses",
    "Make it easy for family and friends. Share your wishes and avoid duplicate gifts this Sinterklaas.": "Facilite la tâche pour famille et amis. Partage tes souhaits et évite les cadeaux en double pour la Saint-Nicolas.",
    "Make it public in list settings so others can view it.": "Rends-la publique dans les paramètres de la liste pour que d'autres puissent la voir.",
    "Make pakjesavond easy for everyone.": "Facilite la soirée des cadeaux pour tous.",
    "Make spring gifting meaningful.": "Rends les cadeaux de printemps significatifs.",
    "Make spring gifting thoughtful, not stressful.": "Rends les cadeaux de printemps réfléchis, pas stressants.",
    "Make this list public": "Rendre cette liste publique",
    "Manage and log out your active sessions on other browsers and devices.": "Gère et déconnecte tes sessions actives sur d'autres navigateurs et appareils.",
    "Manage collaborators": "Gérer les proches",
    "Manage your account settings and preferences.": "Gère les paramètres et préférences de ton compte.",
    "Manage your email notification preferences.": "Gère tes préférences de notifications par e-mail.",
    "Manual": "Manuel",
    "Manually add gifts to this list": "Ajoute manuellement des cadeaux à cette liste",
    "Many families exchange gifts during Thanksgiving gatherings.": "Beaucoup de familles échangent des cadeaux pendant Thanksgiving.",
    "Many lists include cash funds. Student loans, apartment deposits, travel - it all counts.": "Beaucoup de listes incluent des fonds en espèces. Prêts étudiants, dépôts d'appartement, voyage - tout compte.",
    "Meaningful Diwali gifts": "Meaningful Diwali gifts",
    "Meaningful gifts": "Cadeaux significatifs",
    "Meaningful gifts for Eid": "Cadeaux significatifs pour l'Aïd",
    "Meaningful gifts for a meaningful day": "Meaningful gifts for a meaningful day",
    "Meaningful milestone gifts": "Cadeaux d'étape significatifs",
    "Meaningful spring gifts": "Meaningful spring gifts",
    "Milestone parties": "Fêtes d'étape",
    "Minimal running costs": "Frais de fonctionnement minimaux",
    "Mix $30 items with $300 items. Different guests have different budgets.": "Mix $30 items with $300 items. Different guests have different budgets.",
    "Mix big and small wishes": "Mélange grands et petits souhaits",
    "Mix experiences with things": "Mix experiences with things",
    "Mix meaningful and practical": "Mélange significatif et pratique",
    "Mix price points": "Mélange les prix",
    "Mix price ranges": "Mélange les gammes de prix",
    "Mix romance with practicality": "Mélange romance et praticité",
    "Mix wants and needs": "Mélange envies et besoins",
    "Moms spend their lives giving. This Mother's Day, when your family buys from your list, we donate our commission to charity. Your celebration creates ripples of caring.": "Les mamans passent leur vie à donner. Cette Fête des Mères, quand ta famille achète de ta liste, nous donnons notre commission à une œuvre caritative. Ta célébration crée des vagues de bienveillance.",
    "More celebration fun": "Plus de plaisir à célébrer",
    "More than a wishlist": "Plus qu'une liste de souhaits",
    "More than just candy": "Plus que des bonbons",
    "Most people only need one list. Create more only if you need them!": "La plupart des gens n'ont besoin que d'une seule liste. Crées-en plus seulement si tu en as besoin !",
    "Most wishlist apps look like they haven't been updated since 2010. Clunky, confusing, covered in ads.": "La plupart des applis de liste de souhaits ont l'air de ne pas avoir été mises à jour depuis 2010. Lourdes, confuses, couvertes de pubs.",
    "Most wishlist services are \"free\" - but that usually means you're the product. Your data gets sold, your browsing habits tracked, your gift preferences monetized.": "La plupart des services de listes de souhaits sont \"gratuits\" - mais ça signifie généralement que tu es le produit. Tes données sont vendues, tes habitudes de navigation suivies, tes préférences de cadeaux monétisées.",
    "Mother's Day Wishlist": "Liste Fête des Mères",
    "Mother's Day wishlist": "liste Fête des Mères",
    "Moving into a new place? Help friends and family help you make it home with things you'll actually use.": "Tu emménages ? Aide amis et famille à t'aider à en faire un foyer avec des choses que tu utiliseras vraiment.",
    "Moving into a studio? Skip the stand mixer. Your list should fit your actual life.": "Moving into a studio? Skip the stand mixer. Your list should fit your actual life.",
    "My Christmas wishlist": "Ma liste de Noël",
    "My Diwali wishlist": "Ma liste de Diwali",
    "My Easter wishlist": "Ma liste de Pâques",
    "My Eid wishlist": "Ma liste de l'Aïd",
    "My Hanukkah wishlist": "Ma liste de Hanoukka",
    "My Lunar New Year wishlist": "Ma liste du Nouvel An lunaire",
    "My Sinterklaas wishlist": "Ma liste de Saint-Nicolas",
    "My Thanksgiving wishlist": "Ma liste de Thanksgiving",
    "My Valentine wishlist": "Ma liste de Saint-Valentin",
    "My Wishlist": "Ma liste de souhaits",
    "My birthday wishlist": "Ma liste d'anniversaire",
    "My communion wishlist": "Ma liste de communion",
    "My graduation wishlist": "Ma liste de diplôme",
    "My wishlist": "Ma liste de souhaits",
    "Name": "Nom",
    "Named charities and donation amounts": "Noms des associations et montants des dons",
    "Need another list?": "Besoin d'une autre liste ?",
    "New Clothes": "Nouveaux vêtements",
    "New Outfit": "Nouvelle tenue",
    "New Password": "Nouveau mot de passe",
    "New gifts will be added here automatically.": "Les nouveaux cadeaux seront ajoutés ici automatiquement.",
    "New home, good karma": "Nouvelle maison, bon karma",
    "New home, new good": "Nouvelle maison, nouveau bien",
    "New job? Add professional clothes or gear. Moving? Apartment essentials. Traveling? Good luggage.": "New job? Add professional clothes or gear. Moving? Apartment essentials. Traveling? Good luggage.",
    "New parents have enough to figure out. Let friends and family help with exactly what you need - no more guessing or duplicate onesies.": "New parents have enough to figure out. Let friends and family help with exactly what you need - no more guessing or duplicate onesies.",
    "New password": "Nouveau mot de passe",
    "New places need things. Kitchen gadgets, bathroom basics, living room comfort. A list keeps it organized.": "New places need things. Kitchen gadgets, bathroom basics, living room comfort. A list keeps it organized.",
    "New year gifts that give twice": "Cadeaux du nouvel an qui donnent deux fois",
    "Nice coffee, specialty foods, candles. Things that get used up make great contributions.": "Nice coffee, specialty foods, candles. Things that get used up make great contributions.",
    "Nick claimed a gift!": "Nicolas a réservé un cadeau !",
    "No clutter, no ads, no distractions. Just wishlists that work.": "Pas de bazar, pas de pubs, pas de distractions. Juste des listes qui marchent.",
    "No description available": "Aucune description disponible",
    "No duplicate disasters": "Pas de catastrophes de doublons",
    "No duplicates": "Pas de doublons",
    "No friends' wishlists yet": "Pas encore de listes de souhaits d'amis",
    "No gifts in this list yet.": "Aucun cadeau dans cette liste pour le moment.",
    "No gifts yet": "Pas encore de cadeaux",
    "No image": "Pas d'image",
    "No image yet": "Pas encore d'image",
    "No more \"World's Best Dad\" mugs": "Plus de mugs \"Meilleur Papa du Monde\"",
    "No more duplicate gifts": "Plus de cadeaux en double",
    "No more generic chocolates or sad gas station roses. Share ideas for things you'll actually treasure.": "Plus de chocolats génériques ou de roses tristes de station-service. Partage des idées pour des choses que tu chériras vraiment.",
    "No more generic gift cards": "No more generic gift cards",
    "No more generic gift sets gathering dust. Share specific things you'll actually use and love.": "Plus de coffrets cadeaux génériques qui prennent la poussière. Partage des choses spécifiques que tu utiliseras et aimeras vraiment.",
    "No more gift guessing stress": "Plus de stress à deviner les cadeaux",
    "No more guessing": "Plus de devinettes",
    "No more guessing what to buy": "Plus besoin de deviner quoi acheter",
    "No more novelty ties": "No more novelty ties",
    "No more polite smiles at unwanted gifts": "No more polite smiles at unwanted gifts",
    "No more politely smiling at gifts you'll never use. Your friends get guidance, you get stuff you love.": "Plus de sourires polis devant des cadeaux que tu n'utiliseras jamais. Tes amis ont des indications, tu reçois des choses que tu aimes.",
    "No more stress": "Plus de stress",
    "No one wandering the mall wondering what to buy. One link, clear ideas, done.": "Personne errant dans le centre commercial se demandant quoi acheter. Un lien, idées claires, terminé.",
    "No password set": "Aucun mot de passe défini",
    "No price": "Pas de prix",
    "No profile image to delete.": "Aucune photo de profil à supprimer.",
    "No tracking, no selling your data": "Pas de pistage, on ne vend pas tes données",
    "No way to know if someone already bought something. So you end up with three copies of the same book.": "Aucun moyen de savoir si quelqu'un a déjà acheté quelque chose. Du coup tu te retrouves avec trois exemplaires du même livre.",
    "No worries!": "Pas de souci !",
    "Nobody pays extra": "Personne ne paie plus",
    "Nope. Just enter your email and we'll send you a confirmation link. That's it.": "Non. Entre juste ton e-mail et on t'envoie un lien de confirmation. C'est tout.",
    "Nope. When someone claims a gift, you just see \"someone is getting this\" - no names, no hints. The surprise stays a surprise.": "Non. Quand quelqu'un réserve un cadeau, tu vois juste \"quelqu'un va l'acheter\" - pas de noms, pas d'indices. La surprise reste une surprise.",
    "Not Found": "Non trouvé",
    "Not tied to one store. Add that specific stroller, the organic diapers from the boutique, whatever you researched.": "Not tied to one store. Add that specific stroller, the organic diapers from the boutique, whatever you researched.",
    "Not tied to one store. Add that vintage lamp from Etsy, the mixer from Amazon, the sheets from that local boutique.": "Not tied to one store. Add that vintage lamp from Etsy, the mixer from Amazon, the sheets from that local boutique.",
    "Nothing makes a new place feel like home faster than greenery. Add specific plants you like.": "Nothing makes a new place feel like home faster than greenery. Add specific plants you like.",
    "Notifications": "Notifications",
    "Nursing supplies, comfortable clothes, self-care items. Parents need care too.": "Nursing supplies, comfortable clothes, self-care items. Parents need care too.",
    "Once GiveTwice is live and generating revenue, we commit to publicly sharing:": "Une fois GiveTwice lancé et générant des revenus, on s'engage à partager publiquement :",
    "Once GiveTwice launches and the idea proves useful and popular, we'll begin publishing regular transparency reports. We're aiming for:": "Une fois GiveTwice lancé et l'idée prouvée utile et populaire, on commencera à publier des rapports de transparence réguliers. On vise :",
    "Once you delete a gift, there is no going back.": "Une fois supprimé, un cadeau ne peut pas être récupéré.",
    "Once you delete a list, there is no going back. Gifts in this list will not be deleted.": "Une fois supprimée, une liste ne peut pas être récupérée. Les cadeaux de cette liste ne seront pas supprimés.",
    "Once you delete your account, all of its resources and data will be permanently deleted. This action cannot be undone.": "Une fois ton compte supprimé, toutes ses ressources et données seront définitivement supprimées. Cette action est irréversible.",
    "One gift. Two smiles. Zero catch.": "Un cadeau. Deux sourires. Aucun piège.",
    "One link for everyone. Send it to the shower organizer or share in the group chat.": "One link for everyone. Send it to the shower organizer or share in the group chat.",
    "One link. Put it on your wedding website, text it to family, or include it in your invitations.": "One link. Put it on your wedding website, text it to family, or include it in your invitations.",
    "Oops! This page got lost": "Oups ! Cette page s'est perdue",
    "Optional description for your list": "Description optionnelle pour ta liste",
    "Optional: Add details manually": "Optionnel : ajouter les détails manuellement",
    "Options for close family and casual guests alike.": "Options pour la famille proche et les invités occasionnels.",
    "Or continue with": "Ou continuer avec",
    "Or enter this code manually:": "Ou entre ce code manuellement :",
    "Organize exchanges": "Organise les échanges",
    "Organize family gift exchanges": "Organise les échanges de cadeaux en famille",
    "Organize your wishes": "Organise tes souhaits",
    "Others can secretly claim gifts so you don't get duplicates.": "Les autres peuvent réserver secrètement des cadeaux pour éviter les doublons.",
    "Others secretly claim gifts so you don't get duplicates. Everyone's happy!": "Les autres réservent secrètement des cadeaux pour éviter les doublons. Tout le monde est content !",
    "Our anniversary wishlist": "Notre liste d'anniversaire de mariage",
    "Our commitment to openness about how we operate.": "Notre engagement envers l'ouverture sur notre fonctionnement.",
    "Our four brand colors, defined in oklch. Click a value to copy it.": "Nos quatre couleurs de marque, définies en oklch. Cliquez sur une valeur pour la copier.",
    "Our privacy policy is written in plain language. We collect only what we need and never sell your data.": "Notre politique de confidentialité est écrite en langage clair. On ne collecte que le nécessaire et on ne vend jamais tes données.",
    "Our promise": "Notre promesse",
    "Our wedding wishlist": "Notre liste de mariage",
    "Page Expired": "Page expirée",
    "Page Not Found": "Page non trouvée",
    "Pagination Navigation": "Pagination",
    "Paper for year one, silver for 25, gold for 50. Link to specific items that fit the tradition.": "Paper for year one, silver for 25, gold for 50. Link to specific items that fit the tradition.",
    "Password": "Mot de passe",
    "Paste a product URL and we'll fetch the details automatically.": "Colle une URL de produit et on récupère les détails automatiquement.",
    "Paste it here": "Colle-la ici",
    "Paste product URLs from any online store": "Colle des URLs de produits de n'importe quelle boutique en ligne",
    "Paste the URL in the field and we'll fetch the details.": "Colle l'URL dans le champ et on récupère les détails.",
    "Payment Required": "Paiement requis",
    "Pending": "En attente",
    "Pending invitations": "Invitations en attente",
    "People coming to see your new place want to bring something. A list ensures useful gifts.": "Les gens qui viennent voir ton nouveau chez-toi veulent apporter quelque chose. Une liste assure des cadeaux utiles.",
    "Photo Album": "Album photo",
    "Plan eight nights of gifts": "Planifie huit nuits de cadeaux",
    "Planning ahead?": "Planification à l'avance ?",
    "Please check your email to confirm your claim.": "Vérifie ton e-mail pour confirmer ta réservation.",
    "Please click the button below to confirm your claim:": "Clique sur le bouton ci-dessous pour confirmer ta réservation :",
    "Please click the button below to verify your email address.": "Clique sur le bouton ci-dessous pour vérifier ton adresse e-mail :",
    "Please finish setting up two-factor authentication.": "Termine la configuration de l'authentification à deux facteurs.",
    "Please keep proportions intact, don't modify the colors, and leave enough whitespace around the logo.": "Conservez les proportions, ne modifiez pas les couleurs et laissez suffisamment d'espace autour du logo.",
    "Plush Bunny": "Plush Bunny",
    "Prepare for what's next": "Prépare-toi pour la suite",
    "Pretty much any online store works. Paste the product URL, we'll fetch the details. If it doesn't work for a specific store, let us know.": "Pratiquement toutes les boutiques en ligne fonctionnent. Colle l'URL du produit, on récupère les détails. Si ça ne marche pas pour une boutique spécifique, fais-nous signe.",
    "Preview Mode": "Mode aperçu",
    "Price": "Prix",
    "Primary, CTAs": "Primaire, CTAs",
    "Privacy": "Confidentialité",
    "Privacy Policy": "Politique de confidentialité",
    "Privacy Policy for :app": "Politique de confidentialité de :app",
    "Privacy policy": "Politique de confidentialité",
    "Privacy protected": "Confidentialité protégée",
    "Product": "Produit",
    "Product URL": "URL du produit",
    "Product name": "Nom du produit",
    "Professional Bag": "Professional Bag",
    "Professional Outfit": "Tenue professionnelle",
    "Professional clothes, apartment essentials, career tools. Real life is coming.": "Vêtements professionnels, essentiels d'appartement, outils de carrière. La vraie vie arrive.",
    "Profile image deleted successfully.": "Photo de profil supprimée avec succès.",
    "Profile image uploaded successfully.": "Photo de profil téléchargée avec succès.",
    "Profile information": "Informations du profil",
    "Profile photo": "Photo de profil",
    "Profit breakdown": "Répartition des bénéfices",
    "Prosperity shared": "Prospérité partagée",
    "Public Link": "Lien public",
    "Public lists can be shared with others": "Les listes publiques peuvent être partagées avec d'autres",
    "Put your shoe by the chimney with confidence. Sinterklaas knows exactly what to bring.": "Put your shoe by the chimney with confidence. Sinterklaas knows exactly what to bring.",
    "Quality Tool Set": "Quality Tool Set",
    "Quality items you'll use for years. This is investment territory.": "Articles de qualité que tu utiliseras pendant des années. C'est du territoire d'investissement.",
    "Quality over quantity": "Quality over quantity",
    "Quarterly summaries of revenue, costs, and charitable donations": "Résumés trimestriels des revenus, coûts et dons",
    "Questions & answers": "Questions et réponses",
    "Questions or need help?": "Des questions ou besoin d'aide ?",
    "Questions? Email us": "Des questions ? Écris-nous",
    "Questions? Email us. We typically respond within a day.": "Des questions ? Écris-nous. On répond généralement en un jour.",
    "Quick Links": "Liens rapides",
    "Range the prices": "Varie les prix",
    "Re-fetch details": "Actualiser les détails",
    "Reach out and let us know why you want to try GiveTwice early.": "Contacte-nous et dis-nous pourquoi tu veux essayer GiveTwice en avant-première.",
    "Ready to create your Diwali wishlist?": "Prêt à créer ta liste de Diwali ?",
    "Ready to create your Easter wishlist?": "Prêt à créer ta liste de Pâques ?",
    "Ready to create your Eid wishlist?": "Prêt à créer ta liste de l'Aïd ?",
    "Ready to create your Father's Day wishlist?": "Prêt à créer ta liste Fête des Pères ?",
    "Ready to create your Hanukkah wishlist?": "Prêt à créer ta liste de Hanoukka ?",
    "Ready to create your Lunar New Year wishlist?": "Prêt à créer ta liste du Nouvel An lunaire ?",
    "Ready to create your Mother's Day wishlist?": "Prêt à créer ta liste Fête des Mères ?",
    "Ready to create your Sinterklaas wishlist?": "Prêt à créer ta liste de Saint-Nicolas ?",
    "Ready to create your Thanksgiving wishlist?": "Prêt à créer ta liste de Thanksgiving ?",
    "Ready to create your Valentine's wishlist?": "Prêt à créer ta liste de Saint-Valentin ?",
    "Ready to create your anniversary wishlist?": "Prêt à créer ta liste d'anniversaire ?",
    "Ready to create your baby shower wishlist?": "Prêt à créer ta liste de naissance ?",
    "Ready to create your communion wishlist?": "Prêt à créer ta liste de communion ?",
    "Ready to create your graduation wishlist?": "Prêt à créer ta liste de diplôme ?",
    "Ready to create your housewarming wishlist?": "Prêt à créer ta liste de crémaillère ?",
    "Ready to create your wedding wishlist?": "Prêt à créer ta liste de mariage ?",
    "Ready to make your Christmas wishlist?": "Prêt à créer ta liste de Noël ?",
    "Ready to make your Valentine wishlist?": "Ready to make your Valentine wishlist?",
    "Ready to make your birthday wishlist?": "Prêt à créer ta liste d'anniversaire ?",
    "Ready to try it?": "Prêt à essayer ?",
    "Ready-to-post snippets. Click the copy button to grab one.": "Textes prêts à publier. Cliquez sur le bouton copier pour en récupérer un.",
    "Ready-to-send message": "Message prêt à envoyer",
    "Receive": "Reçois",
    "Receive daily updates when friends update their wishlists": "Reçois des mises à jour quotidiennes quand tes amis mettent à jour leurs listes de souhaits",
    "Recovery code": "Code de récupération",
    "Recovery codes": "Codes de récupération",
    "Red Envelope Set": "Set d'enveloppes rouges",
    "Regards,": "Cordialement,",
    "Regenerate recovery codes": "Régénérer les codes de récupération",
    "Register": "Inscription",
    "Registration is currently disabled.": "L'inscription est actuellement désactivée.",
    "Relatives at the party will ask what you want. Have an answer ready.": "La famille à la fête demandera ce que tu veux. Aie une réponse prête.",
    "Relatives want to give something meaningful. A wishlist helps them choose with confidence.": "Relatives want to give something meaningful. A wishlist helps them choose with confidence.",
    "Religious items alongside things they'll use everyday.": "Articles religieux aux côtés de choses qu'ils utiliseront tous les jours.",
    "Remember me": "Se souvenir de moi",
    "Remove": "Supprimer",
    "Removed": "Supprimé",
    "Removed :name from the list.": ":name supprimé(e) de la liste.",
    "Removing...": "Suppression...",
    "Reports coming after launch": "Rapports après le lancement",
    "Resend Verification Email": "Renvoyer l'e-mail de vérification",
    "Reset Password": "Réinitialisation du mot de passe",
    "Reset Password Notification": "Notification de réinitialisation du mot de passe",
    "Revenue & expenses": "Revenus et dépenses",
    "Right-click and save, or use the download links below each logo.": "Clic droit et enregistrer, ou utilisez les liens de téléchargement sous chaque logo.",
    "Romance Novel": "Roman d'amour",
    "Room by room": "Room by room",
    "Running Shoes": "Chaussures de course",
    "Same gift.": "Même cadeau.",
    "Sarah claimed a gift!": "Julie a réservé un cadeau !",
    "Save": "Enregistrer",
    "Save Changes": "Enregistrer",
    "Save your family from another novelty tie. Share what you actually want and make their shopping easy.": "Épargne à ta famille une autre cravate fantaisie. Partage ce que tu veux vraiment et facilite leurs achats.",
    "Saved!": "Enregistré !",
    "Saved.": "Enregistré.",
    "Scan the QR code below with your authenticator app (like Google Authenticator or Authy), then enter the verification code.": "Scanne le code QR ci-dessous avec ton application d'authentification (comme Google Authenticator ou Authy), puis entre le code de vérification.",
    "Secret claiming": "Secret claiming",
    "See all :count reviews": "Voir les :count avis",
    "See how giving works": "Voir comment donner fonctionne",
    "See how it works": "Voir comment ça marche",
    "See our transparency page": "Voir notre page de transparence",
    "See our transparency page for more details.": "Voir notre page de transparence pour plus de détails.",
    "Send Confirmation Email": "Envoyer l'e-mail de confirmation",
    "Send Password Reset Link": "Envoyer le lien de réinitialisation",
    "Send invitation": "Envoyer l'invitation",
    "Send it to friends and family": "Envoie-le à tes amis et ta famille",
    "Send the link to relatives who always ask what to get.": "Envoie le lien aux proches qui demandent toujours quoi acheter.",
    "Send the link to your partner and kids. Don't make them guess.": "Envoie le lien à ton partenaire et tes enfants. Ne les fais pas deviner.",
    "Send the link to your partner and kids. Helping them isn't greedy.": "Envoie le lien à ton partenaire et tes enfants. Les aider n'est pas de l'avidité.",
    "Send the list to grandparents before they arrive with bags of duplicate bunnies.": "Send the list to grandparents before they arrive with bags of duplicate bunnies.",
    "Send your wishlist link to friends and family via email, chat, or social media.": "Envoie le lien de ta liste à tes proches par e-mail, chat ou réseaux sociaux.",
    "Send your wishlist link to friends and family.": "Envoie le lien de ta liste à tes amis et ta famille.",
    "Send your wishlist link via email, chat, or social media": "Envoie le lien de ta liste par e-mail, chat ou réseaux sociaux",
    "Server Error": "Erreur serveur",
    "Service Unavailable": "Service indisponible",
    "Session has been logged out.": "La session a été déconnectée.",
    "Settings": "Paramètres",
    "Share": "Partage",
    "Share With Friends": "Partage avec tes amis",
    "Share Your Wishlist": "Partage ta liste de souhaits",
    "Share early": "Partage tôt",
    "Share early with your partner": "Share early with your partner",
    "Share hints without asking": "Share hints without asking",
    "Share it directly": "Partage-la directement",
    "Share on time": "Partage à temps",
    "Share one link with everyone. No more duplicate religious items or random gifts.": "Share one link with everyone. No more duplicate religious items or random gifts.",
    "Share the family list": "Partage la liste familiale",
    "Share the list with extended family. No more guessing what size or which character is the favorite.": "Partage la liste avec la famille élargie. Plus besoin de deviner quelle taille ou quel personnage est le préféré.",
    "Share this list with others so they can add and manage gifts together.": "Partage cette liste avec d'autres pour qu'ils puissent ajouter et gérer les cadeaux ensemble.",
    "Share widely": "Partage largement",
    "Share with Others": "Partager avec d'autres",
    "Share with different people": "Partage avec différentes personnes",
    "Share with family": "Partage avec la famille",
    "Share with godparents": "Share with godparents",
    "Share with the host": "Partage avec l'hôte",
    "Share with the organizer": "Share with the organizer",
    "Share with visiting relatives": "Share with visiting relatives",
    "Share with your partner": "Share with your partner",
    "Share without shame": "Partage sans honte",
    "Share your list by early November. Black Friday deals wait for no one.": "Partage ta liste début novembre. Les offres Black Friday n'attendent personne.",
    "Share your list by mid-November. Give the Pieten time to shop before pakjesavond.": "Share your list by mid-November. Give the Pieten time to shop before pakjesavond.",
    "Share your list casually. Your partner gets ideas without the awkward \"what do you want?\" conversation.": "Share your list casually. Your partner gets ideas without the awkward \"what do you want?\" conversation.",
    "Share your list early and let everyone shop at their own pace. No more December 23rd panic.": "Partage ta liste tôt et laisse tout le monde faire ses achats à son rythme. Plus de panique du 23 décembre.",
    "Share your list with family so everyone can coordinate. No duplicate presents under the pakjesavond tree.": "Share your list with family so everyone can coordinate. No duplicate presents under the pakjesavond tree.",
    "Share your wishlist": "Partage ta liste de souhaits",
    "Shareable link": "Lien partageable",
    "Sharing what you want isn't demanding. It's helping your family show their love in ways you'll appreciate.": "Partager ce que tu veux n'est pas exigeant. C'est aider ta famille à montrer son amour de façons que tu apprécieras.",
    "Shoe gifts that give twice": "Cadeaux de souliers qui donnent deux fois",
    "Shop anywhere": "Achète n'importe où",
    "Show codes": "Afficher les codes",
    "Show less": "Voir moins",
    "Show more": "Voir plus",
    "Showing": "Affichage",
    "Sign In": "Se connecter",
    "Sign Up": "S'inscrire",
    "Sign in to manage your wishlists": "Connecte-toi pour gérer tes listes de souhaits",
    "Sign up for a free account, then paste product URLs from any online store. We'll grab the product image, title, and price automatically.": "Inscris-toi pour un compte gratuit, puis colle des URLs de produits de n'importe quelle boutique en ligne. On récupère automatiquement l'image, le titre et le prix du produit.",
    "Sign up with Google": "S'inscrire avec Google",
    "Sinterklaas Wishlist": "Liste de Saint-Nicolas",
    "Sinterklaas brings joy to children. With GiveTwice, your pakjesavond gifts also help those in need. When family buys from your list, we donate our commission to charity.": "Sinterklaas brings joy to children. With GiveTwice, your pakjesavond gifts also help those in need. When family buys from your list, we donate our commission to charity.",
    "Sinterklaas is all about giving. When family buys something from your list, we donate our commission to charity. Your pakjesavond brings joy to others too.": "La Saint-Nicolas, c'est donner. Quand la famille achète de ta liste, nous donnons notre commission à une œuvre caritative. Ta soirée des cadeaux apporte de la joie aux autres aussi.",
    "Sinterklaas spirit, shared with others": "Sinterklaas spirit, shared with others",
    "Sinterklaas wishlist": "liste de Saint-Nicolas",
    "Sinterklaas with a good cause": "Saint-Nicolas avec une bonne cause",
    "Skip the duplicate wine glasses": "Skip the duplicate wine glasses",
    "Skip the guessing game": "Évite le jeu de devinettes",
    "Skip the guessing game. Share what you'd actually love and make February 14th about genuine connection, not retail anxiety.": "Évite les devinettes. Partage ce que tu aimerais vraiment et fais du 14 février une vraie connexion, pas du stress shopping.",
    "Skip the stress": "Évite le stress",
    "Skip to content": "Aller au contenu",
    "Small items under $20 are perfect for extended family or coworkers.": "Les petits articles à moins de 20€ sont parfaits pour la famille élargie ou les collègues.",
    "Small treats to big wishes. Different family members, different budgets.": "Petits plaisirs aux grands souhaits. Différents membres de la famille, différents budgets.",
    "Small treats, chocolade letters, pepernoten. Traditional Sinterklaas items alongside your main wishes.": "Small treats, chocolade letters, pepernoten. Traditional Sinterklaas items alongside your main wishes.",
    "Smart coordination": "Coordination intelligente",
    "So every gift does two things: your friend gets what they asked for, and charity gets a donation.": "Du coup chaque cadeau fait deux choses : ton ami reçoit ce qu'il a demandé, et une association reçoit un don.",
    "So we built something better. A wishlist app that works, doesn't track you, and donates every cent of profit to charity.": "Alors on a construit quelque chose de mieux. Une appli de liste de souhaits qui marche, ne te traque pas, et donne chaque centime de bénéfice aux associations.",
    "Social media copy": "Textes pour les réseaux sociaux",
    "Soft Toy Set": "Soft Toy Set",
    "Soft Toys": "Peluches",
    "Some big-ticket items, lots of smaller ones. Options for every budget.": "Quelques gros articles, beaucoup de petits. Des options pour chaque budget.",
    "Some gifts are better from many. Gift cards, group presents, or charity donations - mark a gift as multi-claim and everyone can pitch in.": "Certains cadeaux sont mieux à plusieurs. Cartes cadeaux, cadeaux de groupe ou dons - marquez un cadeau comme multi-claim et tout le monde peut participer.",
    "Some gifts make sense from more than one person - gift cards, group presents, or charity donations. When you mark a gift as multi-claim, it stays available no matter how many people claim it. You'll see a count of how many people are getting it.": "Certains cadeaux ont du sens de la part de plusieurs personnes - cartes cadeaux, cadeaux de groupe ou dons. Quand vous marquez un cadeau comme multi-claim, il reste disponible peu importe combien de personnes le réclament. Vous verrez un compteur du nombre de personnes qui l'offrent.",
    "Someone claimed a gift from your wishlist!": "Quelqu'un a réservé un cadeau de ta liste !",
    "Someone else has already claimed this gift while you were confirming.": "Quelqu'un d'autre a déjà réservé ce cadeau pendant que tu confirmais.",
    "Someone has claimed a gift from your wishlist:": "Quelqu'un a réservé un cadeau de ta liste de souhaits :",
    "Someone is getting this": "Quelqu'un va l'acheter",
    "Something else?": "Autre chose ?",
    "Something special is coming": "Quelque chose de spécial arrive",
    "Spa Day Voucher": "Spa Day Voucher",
    "Spa Gift Set": "Coffret spa",
    "Spa products, quiet-time treats, things just for you. You've earned it.": "Produits spa, moments de calme, choses juste pour toi. Tu l'as mérité.",
    "Special Bible": "Special Bible",
    "Special Gift": "Cadeau spécial",
    "Specific dishes, wine, desserts. Tell guests exactly what would help instead of leaving it open.": "Specific dishes, wine, desserts. Tell guests exactly what would help instead of leaving it open.",
    "Sports tickets, concert passes, a nice dinner out. Memories count.": "Billets de sport, passes de concert, un bon dîner. Les souvenirs comptent.",
    "Spring Reading": "Lecture de printemps",
    "Spring generosity blooms": "La générosité printanière fleurit",
    "Spring gifts that give twice": "Cadeaux de printemps qui donnent deux fois",
    "Spring into kindness": "Spring into kindness",
    "Spring is about new beginnings. Start a new tradition of thoughtful, coordinated giving.": "Le printemps c'est les nouveaux départs. Commence une nouvelle tradition de cadeaux réfléchis et coordonnés.",
    "Spring renewal, shared generosity": "Spring renewal, shared generosity",
    "Start My Wishlist": "Créer ma liste",
    "Start building your wishlist by adding gifts from any online store.": "Commence à construire ta liste de souhaits en ajoutant des cadeaux de n'importe quelle boutique en ligne.",
    "Start creating wishlists in minutes": "Commence à créer des listes en quelques minutes",
    "Start early": "Commence tôt",
    "Start holiday wishlist season early": "Start holiday wishlist season early",
    "Start my Christmas wishlist": "Créer ma liste de Noël",
    "Start my Diwali wishlist": "Créer ma liste de Diwali",
    "Start my Easter wishlist": "Créer ma liste de Pâques",
    "Start my Eid wishlist": "Créer ma liste de l'Aïd",
    "Start my Hanukkah wishlist": "Créer ma liste de Hanoukka",
    "Start my Lunar New Year wishlist": "Créer ma liste du Nouvel An lunaire",
    "Start my Sinterklaas wishlist": "Créer ma liste de Saint-Nicolas",
    "Start my Thanksgiving wishlist": "Créer ma liste de Thanksgiving",
    "Start my Valentine wishlist": "Start my Valentine wishlist",
    "Start my Valentine's wishlist": "Créer ma liste de Saint-Valentin",
    "Start my birthday wishlist": "Créer ma liste d'anniversaire",
    "Start my communion wishlist": "Créer ma liste de communion",
    "Start my graduation wishlist": "Créer ma liste de diplôme",
    "Start my housewarming wishlist": "Créer ma liste de crémaillère",
    "Start our anniversary wishlist": "Créer notre liste d'anniversaire",
    "Start our baby shower wishlist": "Créer notre liste de naissance",
    "Start our wedding wishlist": "Créer notre liste de mariage",
    "Start the holiday lists": "Start the holiday lists",
    "Start the year with meaningful gifts": "Commence l'année avec des cadeaux significatifs",
    "Start with basics": "Commence par les bases",
    "Start with essentials": "Start with essentials",
    "Start with the essentials": "Commence par l'essentiel",
    "Start your marriage with a gift to others": "Commence ton mariage avec un cadeau aux autres",
    "Starting a family is about love and hope. When guests buy from your baby shower list, we donate our commission to charity. Your celebration helps children in need too.": "Starting a family is about love and hope. When guests buy from your baby shower list, we donate our commission to charity. Your celebration helps children in need too.",
    "Starting a job? Moving out? Add what you'll actually need for this next phase of life.": "Tu commences un travail ? Tu déménages ? Ajoute ce dont tu auras vraiment besoin pour cette prochaine phase de vie.",
    "Starting fresh in a new place is exciting. When friends buy from your housewarming list, we donate our commission to charity. Your new beginning helps others too.": "Un nouveau départ dans un nouvel endroit, c'est excitant. Quand tes amis achètent de ta liste de crémaillère, on reverse notre commission à des œuvres caritatives. Ton nouveau départ aide aussi les autres.",
    "Status": "Statut",
    "Stay updated when someone adds new gift ideas. Get a daily digest so you never miss a hint.": "Restez informé quand quelqu'un ajoute de nouvelles idées cadeaux. Recevez un résumé quotidien pour ne jamais rater une suggestion.",
    "Step 3 of 3": "Étape 3 sur 3",
    "Step :number": "Étape :number",
    "Still a surprise": "Still a surprise",
    "Stop pretending you don't know what you want. Make a list, share it, and actually get gifts you'll use.": "Arrête de prétendre que tu ne sais pas ce que tu veux. Fais une liste, partage-la, et reçois vraiment des cadeaux que tu utiliseras.",
    "Stop stressing about finding the \"perfect\" surprise. Knowing what they want is romantic too.": "Arrête de stresser pour trouver la \"parfaite\" surprise. Savoir ce qu'ils veulent est romantique aussi.",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two-factor authentication device is lost.": "Conserve ces codes de récupération dans un gestionnaire de mots de passe sécurisé. Ils peuvent être utilisés pour récupérer l'accès à ton compte si ton appareil d'authentification à deux facteurs est perdu.",
    "Stores pay us a commission. We donate all of it. You pay nothing extra.": "Les boutiques nous versent une commission. On donne tout. Tu ne paies rien de plus.",
    "Stroller, car seat, crib. Family members often want to chip in on something substantial.": "Stroller, car seat, crib. Family members often want to chip in on something substantial.",
    "Subtly share what you actually want": "Subtly share what you actually want",
    "Supports charity": "Soutient les associations",
    "Tagline": "Slogan",
    "Take the guesswork out": "Élimine les devinettes",
    "Take the pressure off": "Enlève la pression",
    "Takes about a minute. Your family will thank you.": "Ça prend environ une minute. Ta famille te remerciera.",
    "Tap Share, then \"Add to Home Screen\"": "Appuyez sur Partager, puis \"Sur l'écran d'accueil\"",
    "Terms": "Conditions",
    "Terms of Service": "Conditions d'utilisation",
    "Terms of Service for :app": "Conditions d'utilisation de :app",
    "Thank you for joining :app! We're excited to have you on board.": "Merci de rejoindre :app ! On est ravis de t'accueillir.",
    "Thankful giving that helps others": "Donner avec gratitude aide les autres",
    "Thankfulness that reaches further": "La gratitude qui va plus loin",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you?": "Merci de t'être inscrit ! Avant de commencer, peux-tu vérifier ton adresse e-mail en cliquant sur le lien qu'on vient de t'envoyer ?",
    "Thanksgiving Wishlist": "Liste de Thanksgiving",
    "Thanksgiving gatherings often include gift exchanges. Share ideas so family can give thoughtfully.": "Les réunions de Thanksgiving incluent souvent des échanges de cadeaux. Partage des idées pour que la famille puisse donner de manière réfléchie.",
    "Thanksgiving is about appreciation. Thoughtful gifts show you care about what others actually want.": "Thanksgiving c'est l'appréciation. Des cadeaux réfléchis montrent que tu te soucies de ce que les autres veulent vraiment.",
    "Thanksgiving is about food. Tools for cooking and hosting are perfect.": "Thanksgiving c'est la nourriture. Les outils de cuisine et de réception sont parfaits.",
    "Thanksgiving is about gratitude. GiveTwice extends that spirit - every purchase helps charity too.": "Thanksgiving is about gratitude. GiveTwice extends that spirit - every purchase helps charity too.",
    "Thanksgiving reminds us to appreciate what we have and give back. When family buys from your list, we donate our commission to charity. Your gathering becomes a giving occasion.": "Thanksgiving reminds us to appreciate what we have and give back. When family buys from your list, we donate our commission to charity. Your gathering becomes a giving occasion.",
    "Thanksgiving reminds us to be grateful and generous. When family buys from your list, we donate our commission to charity. Your gathering spreads gratitude beyond your table.": "Thanksgiving nous rappelle d'être reconnaissants et généreux. Quand la famille achète de ta liste, nous donnons notre commission à une œuvre caritative. Ton rassemblement répand la gratitude au-delà de ta table.",
    "Thanksgiving wishlist": "liste de Thanksgiving",
    "That drill bit set you've been needing? Put it on there.": "Ce jeu de forets dont tu avais besoin ? Mets-le dessus.",
    "That fancy coffee maker you've been eyeing? Put it next to the cozy socks. Balance is good.": "Cette belle machine à café que tu regardes ? Mets-la à côté des chaussettes douillettes. L'équilibre c'est bien.",
    "That massage gun you've been wanting? Just as valid as jewelry.": "Ce pistolet de massage que tu voulais ? Aussi valide que des bijoux.",
    "The :attribute must be at least :length characters and contain at least one number.": "Le champ :attribute doit avoir au moins :length caractères et contenir au moins un chiffre.",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": "Le champ :attribute doit avoir au moins :length caractères et contenir au moins un caractère spécial et un nombre.",
    "The :attribute must be at least :length characters and contain at least one special character.": "Le champ :attribute doit avoir au moins :length caractères et contenir au moins un caractère spécial.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "Le champ :attribute doit avoir au moins :length caractères et contenir au moins une majuscule et un chiffre.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "Le champ :attribute doit avoir au moins :length caractères et contenir au moins une majuscule et un caractère spécial.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "Le champ :attribute doit avoir au moins :length caractères, et contenir au moins une majuscule, un chiffre et un caractère spécial.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "Le champ :attribute doit avoir au moins :length caractères et au moins une majuscule.",
    "The :attribute must be at least :length characters.": "Le champ :attribute doit avoir au moins :length caractères.",
    "The Festival of Lights reminds us to bring light to darkness. When family buys from your list, we donate our commission to charity. Your celebration helps illuminate others' lives too.": "La Fête des Lumières nous rappelle d'apporter la lumière dans l'obscurité. Quand la famille achète de ta liste, nous donnons notre commission à une œuvre caritative. Ta célébration aide à illuminer la vie des autres aussi.",
    "The email confirmation does not match your account email.": "L'e-mail de confirmation ne correspond pas à l'e-mail de ton compte.",
    "The gift-giver pays the same price they'd pay anywhere else. You pay nothing. The donation comes entirely from the store's commission - money that would otherwise go to us.": "Celui qui offre le cadeau paie le même prix qu'ailleurs. Tu ne paies rien. Le don vient entièrement de la commission de la boutique - de l'argent qui nous reviendrait autrement.",
    "The given data was invalid.": "La donnée renseignée est incorrecte.",
    "The holiday season is about generosity. When your family buys from your wishlist, we donate our affiliate commission to charity. Your gifts create two moments of joy - one for you, one for someone in need.": "Les fêtes sont synonymes de générosité. Quand ta famille achète de ta liste, nous donnons notre commission à une œuvre caritative. Tes cadeaux créent deux moments de joie - un pour toi, un pour quelqu'un dans le besoin.",
    "The image must not be larger than 5MB.": "L'image ne doit pas dépasser 5Mo.",
    "The link may have expired or already been used. Please try claiming the gift again from the wishlist.": "Le lien a peut-être expiré ou a déjà été utilisé. Essaie de réserver le cadeau depuis la liste de souhaits.",
    "The link may have expired or already been used. Please try claiming the gift again.": "Le lien a peut-être expiré ou a déjà été utilisé. Essaie de réserver le cadeau à nouveau.",
    "The list owner is counting on you to follow through.": "Le propriétaire de la liste compte sur toi.",
    "The list owner will only see that someone claimed this gift, not who.": "Le propriétaire de la liste verra seulement que quelqu'un a réservé ce cadeau, pas qui.",
    "The list owner will see that someone is getting this gift, but not who.": "Le propriétaire de la liste verra que quelqu'un achète ce cadeau, mais pas qui.",
    "The provided password does not match your current password.": "Le mot de passe indiqué ne correspond pas à ton mot de passe actuel.",
    "The provided password was incorrect.": "Le mot de passe fourni est incorrect.",
    "The provided two factor authentication code was invalid.": "Le code d'authentification à deux facteurs fourni est incorrect.",
    "The provided two factor recovery code was invalid.": "Le code de récupération fourni pour l'authentification à deux facteurs est incorrect.",
    "The provided two-factor authentication code was invalid.": "Le code d'authentification à deux facteurs fourni était invalide.",
    "The response is not a streamed response.": "La réponse n'est pas une réponse diffusée.",
    "The response is not a view.": "La réponse n'est pas une vue.",
    "The short version of how GiveTwice works": "La version courte de comment GiveTwice fonctionne",
    "There might be other gifts available on the list. Go back and choose another one.": "Il y a peut-être d'autres cadeaux disponibles sur la liste. Retourne et choisis-en un autre.",
    "They can claim gifts": "Ils peuvent réserver des cadeaux",
    "They claim secretly - no duplicates, no spoiled surprises!": "Ils réservent en secret - pas de doublons, pas de surprises gâchées !",
    "They get exactly what you want": "Ils obtiennent exactement ce que tu veux",
    "They will receive an email invitation to collaborate on this list.": "Ils recevront une invitation par e-mail pour collaborer sur cette liste.",
    "Things get claimed fast. Keep your list stocked so latecomers have options too.": "Things get claimed fast. Keep your list stocked so latecomers have options too.",
    "Things they'll treasure as reminders of this special day.": "Des choses qu'ils chériront comme souvenirs de ce jour spécial.",
    "Think about experiences": "Think about experiences",
    "Think about interests": "Think about interests",
    "Think about surprises": "Pense aux surprises",
    "Think about your next step": "Think about your next step",
    "Think about your space": "Pense à ton espace",
    "Think ahead": "Think ahead",
    "Think beyond candy": "Pense au-delà des bonbons",
    "Think experiences": "Pense expériences",
    "Think hobbies": "Pense aux loisirs",
    "Think long-term": "Pense long terme",
    "Think outdoor play": "Think outdoor play",
    "Think practical": "Pense pratique",
    "Think seasonal": "Pense saisonnier",
    "This action cannot be undone.": "Cette action est irréversible.",
    "This action is unauthorized.": "Cette action n'est pas autorisée.",
    "This confirmation link is invalid or has already been used.": "Ce lien de confirmation est invalide ou a déjà été utilisé.",
    "This device": "Cet appareil",
    "This gift has already been claimed with this email.": "Ce cadeau a déjà été réservé avec cet e-mail.",
    "This gift has already been claimed.": "Ce cadeau a déjà été réservé.",
    "This gift is now marked as claimed. No duplicates here!": "Ce cadeau est maintenant réservé. Plus de doublons !",
    "This invitation has already been accepted.": "Cette invitation a déjà été acceptée.",
    "This invitation has been declined.": "Cette invitation a été refusée.",
    "This invitation has expired.": "Cette invitation a expiré.",
    "This invitation is invalid.": "Cette invitation est invalide.",
    "This invitation link is invalid.": "Ce lien d'invitation est invalide.",
    "This invitation was sent to a different account.": "Cette invitation a été envoyée à un autre compte.",
    "This invitation was sent to a different email address.": "Cette invitation a été envoyée à une autre adresse e-mail.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Ceci est une zone sécurisée de l'application. Confirme ton mot de passe avant de continuer.",
    "This is how others will see your wishlist.": "C'est ainsi que les autres verront ta liste.",
    "This is the one time sentimental gifts are definitely appropriate.": "C'est le moment où les cadeaux sentimentaux sont définitivement appropriés.",
    "This is the public link to your wishlist": "C'est le lien public vers ta liste de souhaits",
    "This is your default list": "Ceci est ta liste par défaut",
    "This is your default list. New gifts will be added here automatically.": "Ceci est ta liste par défaut. Les nouveaux cadeaux seront ajoutés ici automatiquement.",
    "This is your list. You are viewing it as others will see it.": "Ceci est ta liste. Tu la vois comme les autres la verront.",
    "This link will expire if someone else claims the gift first.": "Ce lien expirera si quelqu'un d'autre réserve le cadeau en premier.",
    "This list is currently private": "Cette liste est actuellement privée",
    "This password reset link will expire in :count minutes.": "Ce lien de réinitialisation du mot de passe expirera dans :count minutes.",
    "Thoughtful gifting for Diwali": "Cadeaux réfléchis pour Diwali",
    "Thoughtful gifting for Eid": "Cadeaux réfléchis pour l'Aïd",
    "Thoughtful gifting for Lunar New Year": "Cadeaux réfléchis pour le Nouvel An lunaire",
    "Thoughtful gifting for the Festival of Lights": "Cadeaux réfléchis pour la Fête des Lumières",
    "Three simple steps to perfect gift-giving": "Trois étapes simples pour des cadeaux parfaits",
    "Throw Blanket": "Plaid",
    "Throw Pillows": "Coussins décoratifs",
    "Time to buy the gift!": "C'est le moment d'acheter le cadeau !",
    "Tips for your Christmas wishlist": "Conseils pour ta liste de Noël",
    "Tips for your Easter wishlist": "Conseils pour ta liste de Pâques",
    "Tips for your Father's Day wishlist": "Conseils pour ta liste Fête des Pères",
    "Tips for your Mother's Day wishlist": "Conseils pour ta liste Fête des Mères",
    "Tips for your Sinterklaas wishlist": "Conseils pour ta liste de Saint-Nicolas",
    "Tips for your Thanksgiving wishlist": "Conseils pour ta liste de Thanksgiving",
    "Tips for your Valentine wishlist": "Tips for your Valentine wishlist",
    "Tips for your Valentine's wishlist": "Conseils pour ta liste de Saint-Valentin",
    "Tips for your anniversary wishlist": "Conseils pour ta liste d'anniversaire",
    "Tips for your baby shower wishlist": "Conseils pour ta liste de naissance",
    "Tips for your birthday wishlist": "Conseils pour ta liste d'anniversaire",
    "Tips for your communion wishlist": "Conseils pour ta liste de communion",
    "Tips for your graduation wishlist": "Conseils pour ta liste de diplôme",
    "Tips for your housewarming wishlist": "Conseils pour ta liste de crémaillère",
    "Tips for your wedding wishlist": "Conseils pour ta liste de mariage",
    "Title": "Titre",
    "To keep the surprise, we won't tell you who claimed it!": "Pour garder la surprise, on ne te dira pas qui l'a réservé !",
    "Toggle navigation": "Afficher/masquer le menu de navigation",
    "Too Many Requests": "Trop de requêtes",
    "Too many claim attempts. Please try again later.": "Trop de tentatives de réservation. Réessaie plus tard.",
    "Tool Set": "Kit d'outils",
    "Traditional gifts": "Traditional gifts",
    "Traditional registries are limiting. You deserve better.": "Les listes traditionnelles sont limitantes. Tu mérites mieux.",
    "Transparency": "Transparence",
    "Transparency reports require actual numbers. Since we haven't launched yet, there's nothing to report — no affiliate revenue has been generated, no operating costs have been incurred beyond initial development, and no charitable donations have been made.": "Les rapports de transparence nécessitent des chiffres réels. Comme on n'a pas encore lancé, il n'y a rien à signaler - aucun revenu d'affiliation n'a été généré, aucun coût opérationnel n'a été engagé au-delà du développement initial, et aucun don n'a été effectué.",
    "Travel Backpack": "Travel Backpack",
    "Travel Fund": "Fonds de voyage",
    "Trips, dinners, classes together. The best anniversary gifts often aren't physical.": "Voyages, dîners, cours ensemble. Les meilleurs cadeaux d'anniversaire ne sont souvent pas physiques.",
    "Trust, success": "Confiance, succès",
    "Try again": "Réessayer",
    "Two-factor authentication": "Authentification à deux facteurs",
    "Two-factor authentication is enabled.": "L'authentification à deux facteurs est activée.",
    "Two-factor setup incomplete": "Configuration à deux facteurs incomplète",
    "Type": "Type",
    "Typography": "Typographie",
    "Ugly apps": "Applis moches",
    "Unable to authenticate with :provider.": "Impossible de s'authentifier avec :provider.",
    "Unauthorized": "Non autorisé",
    "Unclaim": "Annuler la réservation",
    "Unfollow": "Ne plus suivre",
    "Untitled gift": "Cadeau sans titre",
    "Update as you go": "Mets à jour au fur et à mesure",
    "Update password": "Modifier le mot de passe",
    "Update the details of your gift.": "Mets à jour les détails de ton cadeau.",
    "Update the details of your list.": "Mets à jour les détails de ta liste.",
    "Update your account's profile information and photo.": "Mets à jour tes informations de profil et ta photo.",
    "Update your account's profile information.": "Mets à jour les informations de ton profil.",
    "Updates from your friends' wishlists": "Mises à jour des listes de souhaits de tes amis",
    "Upload image": "Télécharger une image",
    "Upload photo": "Télécharger une photo",
    "Uploading...": "Téléchargement...",
    "Use a recovery code": "Utiliser un code de récupération",
    "Use authentication code": "Utiliser le code d'authentification",
    "User menu": "Menu utilisateur",
    "Valentine Wishlist": "Valentine Wishlist",
    "Valentine wishlist": "Valentine wishlist",
    "Valentine's Day Wishlist": "Liste de Saint-Valentin",
    "Valentine's Day is about showing love. When your partner buys from your list, we donate our commission to charity. Your celebration becomes a gift to others too.": "La Saint-Valentin montre l'amour. Quand ton partenaire achète de ta liste, nous donnons notre commission à une œuvre caritative. Ta célébration devient aussi un cadeau pour les autres.",
    "Valentine's wishlist": "liste de Saint-Valentin",
    "Verification code": "Code de vérification",
    "Verify": "Vérifier",
    "Verify Email": "Vérifier l'e-mail",
    "Verify Email Address": "Vérifier l'adresse e-mail",
    "Verify Your Email": "Vérifie ton e-mail",
    "Verifying...": "Vérification...",
    "Via email, WhatsApp, Messenger, or any other way": "Par e-mail, WhatsApp, Messenger, ou autrement",
    "Video Game": "Jeu vidéo",
    "View": "Voir",
    "View Product": "Voir le produit",
    "View Your Wishlist": "Voir ta liste de souhaits",
    "View all :count gifts": "Voir tous les :count cadeaux",
    "View all friends' wishlists": "Voir toutes les listes de souhaits d'amis",
    "View gift": "Voir le cadeau",
    "View on :app": "Voir sur :app",
    "View on :site": "Voir sur :site",
    "View our code on GitHub": "Voir notre code sur GitHub",
    "View wishlist": "Voir la liste de souhaits",
    "View your wishlist": "Voir ta liste de souhaits",
    "Viewing offline": "Mode hors ligne",
    "You're offline": "Vous êtes hors ligne",
    "Want early access?": "Tu veux un accès anticipé ?",
    "Want more than one list?": "Tu veux plus d'une liste ?",
    "Want to create your own wishlist?": "Tu veux créer ta propre liste de souhaits ?",
    "Want to verify that we're actually donating profits? Check the code. Want to see how claims work? Check the code. Want to make sure we're not tracking you? Check the code.": "Tu veux vérifier qu'on donne vraiment les bénéfices ? Regarde le code. Tu veux voir comment les réservations fonctionnent ? Regarde le code. Tu veux t'assurer qu'on ne te piste pas ? Regarde le code.",
    "Want your own wishlist?": "Tu veux ta propre liste de souhaits ?",
    "Warm Scarf": "Écharpe chaude",
    "Watch": "Watch",
    "We automatically fetch the product image, description, and price from the URL in the background.": "On récupère automatiquement l'image du produit, la description et le prix à partir de l'URL en arrière-plan.",
    "We believe it would be misleading to publish empty reports or projections. Instead, we'll wait until we have real data to share.": "On pense que ça serait trompeur de publier des rapports vides ou des projections. On attendra d'avoir de vraies données à partager.",
    "We built this in public because we don't want you to just trust us. Verify it yourself.": "On a construit ça en public parce qu'on ne veut pas que tu nous fasses confiance aveuglément. Vérifie toi-même.",
    "We do things differently. We're completely transparent about how we make money: affiliate commissions, with 100% of profits going to charity.": "On fait les choses différemment. On est totalement transparents sur comment on gagne de l'argent : commissions d'affiliation, dont 100% des bénéfices vont aux associations.",
    "We don't purchase gifts for you. Head to the store and complete your order.": "On n'achète pas les cadeaux pour toi. Rends-toi dans la boutique et finalise ta commande.",
    "We donate 100% of our profits. The store pays us, not you.": "On donne 100% de nos bénéfices. La boutique nous paie, pas toi.",
    "We kept running into the same problems with wishlists.": "On tombait toujours sur les mêmes problèmes avec les listes de souhaits.",
    "We looked everywhere, but couldn't find what you're looking for. Maybe the link is broken, or the page has moved.": "On a cherché partout, mais on n'a pas trouvé ce que tu cherches. Le lien est peut-être cassé ou la page a été déplacée.",
    "We run lean. No office, no bloated team, no unnecessary tools. The less we spend, the more goes to charity.": "On fonctionne au minimum. Pas de bureau, pas d'équipe pléthorique, pas d'outils inutiles. Moins on dépense, plus ça va aux associations.",
    "We typically respond within 24-48 hours.": "On répond généralement sous 24-48 heures.",
    "We use Instrument Sans from Google Fonts.": "Nous utilisons Instrument Sans de Google Fonts.",
    "We wanted to build something you'd actually enjoy using. Clean design, no ads, no clutter. Just your gifts and a share button.": "On voulait construire quelque chose que tu aurais vraiment plaisir à utiliser. Design épuré, pas de pubs, pas de bazar. Juste tes cadeaux et un bouton de partage.",
    "We'll automatically fetch the product title, image, and price.": "On récupère automatiquement le titre, l'image et le prix du produit.",
    "We'll send you a confirmation link to verify your claim.": "On t'envoie un lien de confirmation pour vérifier ta réservation.",
    "We're aiming to launch in early 2026. Once we have real numbers, we'll publish them here.": "On vise un lancement début 2026. Dès qu'on aura de vrais chiffres, on les publiera ici.",
    "We're here to help! Reach out and we'll get back to you as soon as possible.": "On est là pour t'aider ! Contacte-nous et on te répond le plus rapidement possible.",
    "We're just getting started": "On ne fait que commencer",
    "We're publishing this page now — before we launch — to hold ourselves accountable. When the time comes, you'll find our transparency reports right here. If we're not living up to our promises, we want you to call us out.": "On publie cette page maintenant - avant notre lancement - pour nous tenir responsables. Le moment venu, tu trouveras nos rapports de transparence ici. Si on ne tient pas nos promesses, on veut que tu nous le fasses savoir.",
    "We're putting the finishing touches on GiveTwice. Sign up will be available soon!": "On met la touche finale à GiveTwice. L'inscription sera bientôt disponible !",
    "We're still figuring this out. We're launching in early 2026, and we'll announce our charity partners before then. We plan to rotate partners and publish exactly how much we donate to each one.": "On est encore en train de réfléchir. On lance début 2026, et on annoncera nos partenaires associatifs avant. On prévoit de faire tourner les partenaires et de publier exactement combien on donne à chacun.",
    "We've built GiveTwice around a simple idea: 100% of our affiliate profits go to charity. But promises are easy to make — we believe in proving them.": "On a construit GiveTwice autour d'une idée simple : 100% de nos bénéfices d'affiliation vont aux associations. Mais les promesses sont faciles à faire - on croit qu'il faut les prouver.",
    "Wedding Wishlist": "Liste de mariage",
    "Weekend Getaway": "Weekend Getaway",
    "Welcome baby with generosity": "Welcome baby with generosity",
    "Welcome back!": "Bon retour !",
    "Welcome back, :name!": "Bienvenue, :name !",
    "Welcome the new year with thoughtful gifts. Share your wishlist with family for a prosperous and joyful celebration.": "Accueille la nouvelle année avec des cadeaux réfléchis. Partage ta liste avec la famille pour une célébration prospère et joyeuse.",
    "Welcome to :app!": "Bienvenue sur :app !",
    "Welcome to :app, a wishlist platform with a purpose.": "Bienvenue sur :app, une plateforme de liste de souhaits avec un objectif.",
    "Welcoming baby, helping others": "Accueillir bébé, aider les autres",
    "What are multi-claim gifts?": "Que sont les cadeaux multi-claim ?",
    "What happened?": "Que s'est-il passé ?",
    "What is :app?": "C'est quoi :app ?",
    "What we care about": "Ce qui nous tient à cœur",
    "What we earn and what we spend": "Ce qu'on gagne et ce qu'on dépense",
    "What's next?": "Et maintenant ?",
    "When friends buy gifts from your list, the stores pay us a commission. We donate 100% of that to charity. You get your gift, charity gets a donation, nobody pays extra.": "Quand tes amis achètent des cadeaux de ta liste, les magasins nous paient une commission. Nous donnons 100% à une œuvre caritative. Tu reçois ton cadeau, l'œuvre reçoit un don, personne ne paie plus.",
    "When someone claims a gift, others can see it's taken. Three people won't show up with the same book anymore.": "Quand quelqu'un réserve un cadeau, les autres voient qu'il est pris. Trois personnes n'arriveront plus avec le même livre.",
    "When someone claims a gift, you just see \"someone is getting this\" - no names, no hints. The surprise stays a surprise.": "Quand quelqu'un réserve un cadeau, tu vois juste \"quelqu'un va l'acheter\" - pas de noms, pas d'indices. La surprise reste une surprise.",
    "When the product is free, you're usually the product. Your gift preferences sold to advertisers.": "Quand le produit est gratuit, c'est généralement toi le produit. Tes préférences de cadeaux vendues aux annonceurs.",
    "When the whole clan gathers, gifts happen. Make sure no one's guessing.": "Quand tout le clan se rassemble, les cadeaux arrivent. Assure-toi que personne ne devine.",
    "When to expect updates": "Quand s'attendre à des mises à jour",
    "When two-factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's authenticator application.": "Lorsque l'authentification à deux facteurs est activée, tu seras invité à saisir un jeton sécurisé et aléatoire lors de la connexion. Tu peux récupérer ce jeton depuis l'application d'authentification de ton téléphone.",
    "When you buy gifts through our links, we donate 100% of our affiliate profits to charity. No extra cost to you, just extra good in the world.": "Quand tu achètes des cadeaux via nos liens, on donne 100% de nos bénéfices d'affiliation aux associations. Pas de frais supplémentaires pour toi, juste plus de bien dans le monde.",
    "When you claim gifts from someone's wishlist, their list will appear here so you can stay updated on their wishes.": "Quand tu réserves des cadeaux d'une liste de souhaits, cette liste apparaîtra ici pour que tu puisses suivre ce qu'ils veulent.",
    "When your family buys from your list, we donate our commission to charity. Your Father's Day celebration becomes a gift to others too. That's the kind of efficiency dads appreciate.": "Quand ta famille achète de ta liste, nous donnons notre commission à une œuvre caritative. Ta Fête des Pères devient aussi un cadeau pour les autres. C'est le genre d'efficacité que les papas apprécient.",
    "Where the money goes": "Où va l'argent",
    "Whether you have a question about features, need help with your wishlist, or just want to say hello - we're here for you.": "Que tu aies une question sur les fonctionnalités, besoin d'aide avec ta liste de souhaits, ou que tu veuilles simplement dire bonjour - on est là pour toi.",
    "Which charities do you support?": "Quelles associations soutiens-tu ?",
    "Whoops!": "Oups !",
    "Why \"Twice\"?": "Pourquoi \"Twice\" ?",
    "Why a Christmas wishlist?": "Pourquoi une liste de Noël ?",
    "Why a Father's Day wishlist?": "Pourquoi une liste Fête des Pères ?",
    "Why a Mother's Day wishlist?": "Pourquoi une liste Fête des Mères ?",
    "Why a Sinterklaas wishlist?": "Pourquoi une liste de Saint-Nicolas ?",
    "Why a Thanksgiving wishlist?": "Pourquoi une liste de Thanksgiving ?",
    "Why a Valentine wishlist?": "Why a Valentine wishlist?",
    "Why a Valentine's wishlist?": "Pourquoi une liste de Saint-Valentin ?",
    "Why a baby shower wishlist?": "Pourquoi une liste de naissance ?",
    "Why a birthday wishlist?": "Pourquoi une liste d'anniversaire ?",
    "Why a communion wishlist?": "Pourquoi une liste de communion ?",
    "Why a graduation wishlist?": "Pourquoi une liste de diplôme ?",
    "Why a housewarming wishlist?": "Pourquoi une liste de crémaillère ?",
    "Why a wedding wishlist?": "Pourquoi une liste de mariage ?",
    "Why an Easter wishlist?": "Pourquoi une liste de Pâques ?",
    "Why an anniversary wishlist?": "Pourquoi une liste d'anniversaire de mariage ?",
    "Why we built this": "Pourquoi on a construit ça",
    "Why we can't show this yet": "Pourquoi on ne peut pas encore montrer ça",
    "Wine Experience": "Expérience vinicole",
    "Wine Tasting Experience": "Wine Tasting Experience",
    "Wireless Earbuds": "Écouteurs sans fil",
    "Wireless Headphones": "Casque sans fil",
    "Wishlist from": "Liste de souhaits de",
    "Wishlist updates": "Mises à jour des listes de souhaits",
    "Wishlists from people you've claimed gifts from.": "Listes de souhaits des personnes dont tu as réservé des cadeaux.",
    "GiveTwice is a wishlist app that donates 100% of its profits. No tracking, no ads, just gifts that help twice.": "GiveTwice est une appli de listes de souhaits qui reverse 100% de ses bénéfices. Pas de tracking, pas de pubs, juste des cadeaux qui aident deux fois.",
    "With :app, you can:": "Avec :app, tu peux :",
    "With GiveTwice, every Easter gift also supports charity. Renewal season, generosity included.": "With GiveTwice, every Easter gift also supports charity. Renewal season, generosity included.",
    "Works with any online store!": "Fonctionne avec n'importe quelle boutique en ligne !",
    "Years of love, extended": "Années d'amour, étendues",
    "Yes! You can invite anyone by email to collaborate on a list. Collaborators can add, edit, and remove gifts - great for couples building a shared wishlist or parents managing a list for their kids.": "Oui ! Vous pouvez inviter n'importe qui par e-mail à collaborer sur une liste. Les collaborateurs peuvent ajouter, modifier et supprimer des cadeaux - idéal pour les couples qui créent une liste partagée ou les parents qui gèrent une liste pour leurs enfants.",
    "Yes. Always will be. We make money through affiliate commissions when people buy gifts - the store pays us a small referral fee. After we cover hosting and essential costs, we donate the rest. You never pay anything.": "Oui. Ça le restera toujours. On gagne de l'argent via des commissions d'affiliation quand les gens achètent des cadeaux - la boutique nous verse une petite commission. Après avoir couvert l'hébergement et les frais essentiels, on donne le reste. Tu ne paies jamais rien.",
    "Yes. When you view someone's list, you can follow it to keep track. You'll get a daily email digest whenever they add or remove gifts - so you always know what they're wishing for. You can manage notifications per list or turn them off entirely.": "Oui. Quand vous consultez la liste de quelqu'un, vous pouvez la suivre. Vous recevrez un e-mail quotidien quand des cadeaux sont ajoutés ou supprimés - pour toujours savoir ce qu'ils souhaitent. Vous pouvez gérer les notifications par liste ou les désactiver entièrement.",
    "You are already a collaborator on this list.": "Tu collabores déjà sur cette liste.",
    "You are receiving this email because we received a password reset request for your account.": "Tu reçois cet e-mail parce qu'on a reçu une demande de réinitialisation de mot de passe pour ton compte.",
    "You can also manage notifications for individual wishlists from the": "Tu peux aussi gérer les notifications pour chaque liste depuis la",
    "You can create additional lists for different occasions or recipients.": "Tu peux créer des listes supplémentaires pour différentes occasions ou destinataires.",
    "You can manage your notification preferences in": "Tu peux gérer tes préférences de notifications dans",
    "You can only leave lists you have access to.": "Tu ne peux quitter que les listes auxquelles tu as accès.",
    "You can view my wish list here:": "Tu peux voir ma liste de souhaits ici :",
    "You cannot claim your own gift.": "Tu ne peux pas réserver ton propre cadeau.",
    "You cannot follow your own list": "Tu ne peux pas suivre ta propre liste",
    "You cannot invite yourself.": "Tu ne peux pas t'inviter toi-même.",
    "You cannot log out of your current session from here.": "Tu ne peux pas te déconnecter de ta session actuelle depuis ici.",
    "You don't have any lists yet.": "Tu n'as pas encore de listes.",
    "You earned this. Help people celebrate you properly.": "You earned this. Help people celebrate you properly.",
    "You get what you want. They feel good about giving it. No more awkward \"I love it\" moments.": "You get what you want. They feel good about giving it. No more awkward \"I love it\" moments.",
    "You have already been invited to this list.": "Tu as déjà été invité(e) à cette liste.",
    "You have already claimed this gift.": "Tu as déjà réservé ce cadeau.",
    "You have left \":name\".": "Tu as quitté \":name\".",
    "You have not claimed this gift.": "Tu n'as pas réservé ce cadeau.",
    "You have not enabled two-factor authentication.": "Tu n'as pas activé l'authentification à deux facteurs.",
    "You have successfully claimed this gift. The list owner will see that someone is getting it, but not who.": "Tu as réservé ce cadeau avec succès. Le propriétaire de la liste verra que quelqu'un va l'acheter, mais pas qui.",
    "You now have access to \":name\".": "Tu as maintenant accès à \":name\".",
    "You pay nothing extra. The gift-giver pays nothing extra. The donation comes from us.": "Tu ne paies rien de plus. Celui qui offre le cadeau ne paie rien de plus. Le don vient de nous.",
    "You requested to claim the following gift:": "Tu as demandé à réserver le cadeau suivant :",
    "You signed up using a social login. Set a password to enable email login.": "Tu t'es inscrit via une connexion sociale. Définis un mot de passe pour activer la connexion par e-mail.",
    "You won't see who claimed what - it's a surprise!": "Tu ne verras pas qui a réservé quoi - c'est une surprise !",
    "You worked hard for this. Help family and friends celebrate your achievement with gifts you'll actually use in your next chapter.": "Tu as travaillé dur pour ça. Aide famille et amis à célébrer ta réussite avec des cadeaux que tu utiliseras vraiment dans ton prochain chapitre.",
    "You'll actually want to share it.": "Tu auras vraiment envie de la partager.",
    "You'll be hanging things, fixing things, building things. Be ready.": "Tu vas accrocher des choses, réparer des choses, construire des choses. Sois prêt.",
    "You're all set!": "Tu es prêt !",
    "You're getting this": "Tu vas l'acheter",
    "You're getting this gift": "Tu achètes ce cadeau",
    "You've already added this gift to this list.": "Tu as déjà ajouté ce cadeau à cette liste.",
    "You've been invited to collaborate": "Tu as été invité(e) à collaborer",
    "You've earned this. Make it easy for people who want to honor your achievement.": "Tu l'as mérité. Facilite la tâche aux gens qui veulent honorer ta réussite.",
    "Your Gifts": "Tes cadeaux",
    "Your Lists": "Tes listes",
    "Your account is protected with an additional layer of security.": "Ton compte est protégé par une couche de sécurité supplémentaire.",
    "Your achievement, extended impact": "Ta réussite, impact étendu",
    "Your birthday, their kindness, twice the impact": "Ton anniversaire, leur gentillesse, double impact",
    "Your celebration helps charity": "Ta célébration aide les œuvres caritatives",
    "Your claim is anonymous": "Ta réservation est anonyme",
    "Your data, sold": "Tes données, vendues",
    "Your email is verified.": "Ton e-mail est vérifié.",
    "Your family wants to celebrate you. A list gives them direction without the guesswork.": "Ta famille veut te célébrer. Une liste leur donne une direction sans les devinettes.",
    "Your family wants to make you happy. Give them a roadmap instead of making them guess.": "Your family wants to make you happy. Give them a roadmap instead of making them guess.",
    "Your family will be relieved to finally know what you actually want.": "Your family will be relieved to finally know what you actually want.",
    "Your family will thank you for finally telling them what you want.": "Your family will thank you for finally telling them what you want.",
    "Your family won't have to wonder what you want. Your list tells them exactly what would make you happy.": "Ta famille n'aura plus à se demander ce que tu veux. Ta liste leur dit exactement ce qui te ferait plaisir.",
    "Your friend": "Ton ami",
    "Your friends actually want to get you something good. A wishlist makes their job easier, not lazier.": "Tes amis veulent vraiment t'offrir quelque chose de bien. Une liste de souhaits facilite leur tâche, pas les rend paresseux.",
    "Your friends get exactly what you asked for": "Tes amis reçoivent exactement ce que tu as demandé",
    "Your friends know exactly what to buy": "Tes amis savent exactement quoi acheter",
    "Your gift also gives to charity": "Your gift also gives to charity",
    "Your gift also helps charity": "Your gift also helps charity",
    "Your kids and partner want to make you happy. A list gives them a fighting chance.": "Your kids and partner want to make you happy. A list gives them a fighting chance.",
    "Your name": "Ton nom",
    "Your partner will thank you. Probably not out loud, but internally.": "Your partner will thank you. Probably not out loud, but internally.",
    "Your partner won't wander the mall in desperation. They'll know exactly where to go.": "Ton partenaire n'errera pas dans le centre commercial en désespoir. Il saura exactement où aller.",
    "Your password": "Ton mot de passe",
    "Your wedding is about celebrating love. When guests buy from your list, we donate our commission to charity. Your special day creates ripples of kindness beyond your celebration.": "Ton mariage célèbre l'amour. Quand les invités achètent de ta liste, nous donnons notre commission à une œuvre caritative. Ton jour spécial crée des vagues de gentillesse au-delà de ta célébration.",
    "Your wishlist is ready and waiting for you!": "Ta liste de souhaits est prête et t'attend !",
    "Your wishlist.": "Ta liste d'envies.",
    "added": "ajouté",
    "and": "et",
    "anniversary": "anniversaire de mariage",
    "anniversary wishlist": "liste d'anniversaire de mariage",
    "available": "disponible",
    "baby shower wishlist": "liste de naissance",
    "birthday wishlist": "liste d'anniversaire",
    "by": "par",
    "christmas wishlist": "christmas wishlist",
    "claimed": "réservé",
    "communion wishlist": "liste de communion",
    "contact us": "contacte-nous",
    "e.g., Birthday 2025, Christmas Wishlist": "ex. Anniversaire 2025, Liste de Noël",
    "errors": "erreurs",
    "graduation wishlist": "liste de diplôme",
    "housewarming wishlist": "liste de crémaillère",
    "invited you to collaborate on": "vous invite à collaborer sur",
    "invited you to collaborate on:": "vous invite à collaborer sur :",
    "meta.about": "Découvre comment GiveTwice transforme les cadeaux du quotidien en dons. On reverse 100% de nos bénéfices à des associations vérifiées.",
    "meta.contact": "Contacte l'équipe GiveTwice. On serait ravis d'avoir tes questions, commentaires ou idées de partenariat.",
    "meta.faq": "Trouve des réponses aux questions fréquentes sur GiveTwice - comment créer des listes de souhaits, les partager, réserver des cadeaux et comment fonctionnent nos dons.",
    "meta.home": "Crée des listes de souhaits qui redonnent. Partage tes idées cadeaux avec tes proches tout en soutenant des associations - 100% de nos bénéfices sont reversés.",
    "meta.login": "Connecte-toi à ton compte GiveTwice pour gérer tes listes de souhaits, suivre les cadeaux réservés et partager tes idées cadeaux.",
    "meta.occasion.anniversary": "Crée ta liste d'anniversaire de mariage. Partage des idées de cadeaux avec ton partenaire ou ta famille tout en soutenant des œuvres caritatives.",
    "meta.occasion.baby-shower": "Crée ta liste de naissance. Obtiens exactement ce dont tu as besoin pour ton nouveau-né tout en soutenant des œuvres caritatives.",
    "meta.occasion.birthday": "Crée ta liste d'anniversaire. Reçois des cadeaux que tu veux vraiment tout en soutenant des œuvres caritatives.",
    "meta.occasion.christmas": "Crée et partage ta liste de Noël. Facilite les cadeaux pour tout le monde tout en soutenant des œuvres caritatives.",
    "meta.occasion.communion": "Crée ta liste de communion. Aide la famille à offrir des cadeaux significatifs pour cette étape spéciale tout en soutenant des œuvres caritatives.",
    "meta.occasion.diwali": "Crée ta liste de Diwali. Partage des idées de cadeaux pour la Fête des Lumières tout en soutenant des œuvres caritatives.",
    "meta.occasion.easter": "Crée ta liste de Pâques. Partage des idées de cadeaux avec la famille pour une célébration printanière significative qui aide aussi les œuvres caritatives.",
    "meta.occasion.eid": "Crée ta liste de l'Aïd. Partage des idées de cadeaux avec la famille pour une célébration significative qui aide aussi les œuvres caritatives.",
    "meta.occasion.fathers-day": "Crée ta liste Fête des Pères. Donne à ta famille des idées de cadeaux tout en soutenant des œuvres caritatives à chaque achat.",
    "meta.occasion.graduation": "Crée ta liste de diplôme. Aide la famille à célébrer ta réussite avec des cadeaux significatifs qui soutiennent aussi les œuvres caritatives.",
    "meta.occasion.hanukkah": "Crée ta liste de Hanoukka. Partage des idées de cadeaux pour les huit nuits tout en soutenant des œuvres caritatives.",
    "meta.occasion.housewarming": "Crée ta liste de crémaillère. Obtiens les choses dont tu as besoin pour ta nouvelle maison tout en soutenant des œuvres caritatives.",
    "meta.occasion.lunar-new-year": "Crée ta liste du Nouvel An lunaire. Partage des idées de cadeaux pour une année prospère tout en soutenant des œuvres caritatives.",
    "meta.occasion.mothers-day": "Crée ta liste Fête des Mères. Aide ta famille à t'offrir des cadeaux que tu aimeras vraiment tout en soutenant des œuvres caritatives.",
    "meta.occasion.sinterklaas": "Crée ta liste de Saint-Nicolas. Aide la famille à trouver les cadeaux parfaits tout en soutenant des œuvres caritatives.",
    "meta.occasion.thanksgiving": "Crée ta liste de Thanksgiving. Coordonne le repas et commence la planification des cadeaux des fêtes tout en soutenant des œuvres caritatives.",
    "meta.occasion.valentines-day": "Crée ta liste de Saint-Valentin. Aide ton partenaire à trouver le cadeau parfait tout en soutenant des œuvres caritatives.",
    "meta.occasion.wedding": "Crée ta liste de mariage. Ajoute des articles de n'importe quel magasin tout en soutenant des œuvres caritatives.",
    "meta.privacy": "Découvre comment GiveTwice protège ta vie privée et gère tes données personnelles. On croit en la transparence et la collecte minimale de données.",
    "meta.register": "Rejoins GiveTwice et commence à créer des listes de souhaits qui redonnent. Gratuit, avec 100% des bénéfices reversés aux associations.",
    "meta.terms": "Conditions d'utilisation de GiveTwice. Découvre tes droits et responsabilités lors de l'utilisation de notre plateforme de listes de souhaits.",
    "meta.transparency": "Découvre comment GiveTwice fonctionne en toute transparence. On publie des rapports réguliers sur nos revenus, nos frais de fonctionnement et nos dons aux associations.",
    "more": "plus",
    "of": "de",
    "optional": "optionnel",
    "or": "ou",
    "out of 5": "sur 5",
    "results": "résultats",
    "to": "à",
    "to claim faster": "pour réserver plus rapidement",
    "to prevent duplicates.": "pour éviter les doublons.",
    "wedding wishlist": "liste de mariage",
    "you": "vous",
    "you@example.com": "toi@exemple.com",
    "your@email.com": "ton@email.com"
}
